import SRPN from "./assets/images/Development.png";
import MHNR from "./assets/images/Mahawanaram.png";
import HB from "./assets/images/NongBua.png";
import TSM from "./assets/images/ThungSiMuang.png";
import PPN from "./assets/images/GaneshaForest.png";
import PPD1 from "./assets/images/DomedMouth.png";
import LOGO from "./assets/images/LOGO.png";
import TY from "./assets/images/BanTamyae.png";
import SHM from "./assets/images/CityPillarShrine.png";
import VHPC from "./assets/images/GrandfatherCha.png";
import Picture1 from "./assets/images/Picture1.jpg";
import Picture2 from "./assets/images/Picture2.jpg";
import Picture3 from "./assets/images/Picture3.jpg";
import Picture4 from "./assets/images/Picture4.jpg";
import Picture5 from "./assets/images/Picture5.jpg";
import Picture6 from "./assets/images/Picture6.jpg";
import Picture7 from "./assets/images/Picture7.jpg";
import Picture8 from "./assets/images/Picture8.jpg";
import Picture9 from "./assets/images/Picture9.jpg";
import Picture10 from "./assets/images/Picture10.jpg";
import Picture11 from "./assets/images/Picture11.jpg";
import Picture12 from "./assets/images/Picture12.jpg";
import Picture13 from "./assets/images/Picture13.jpg";
import Picture14 from "./assets/images/Picture14.jpg";
import Picture15 from "./assets/images/Picture15.jpg";
import Picture16 from "./assets/images/Picture16.jpg";

export const Image = [
  {
    img: LOGO,
    title: "LOGO",
  },
];

// 📅 ข้อมูลกิจกรรม ปี 68
export const activities = [
  {
    id: 1,
    dedcriptionactivities: [
      "วันมาฆบูชา - 24 กุมภาพันธ์ 2568",
      "วันวิสาขบูชา - 22 พฤษภาคม 2568",
      "วันอาสาฬหบูชา - 20 กรกฎาคม 2568",
      "วันเข้าพรรษา - 21 กรกฎาคม 2568",
      "พิธีบูชาพระแก้วบุษราคัม - กำหนดการขึ้นอยู่กับวัด",
      "วันออกพรรษา - 17 ตุลาคม 2568",
      "เทศกาลทอดกฐิน - ตุลาคม/พฤศจิกายน 2568",
      "สวดมนต์ข้ามปี - 31 ธันวาคม 2567 - 1 มกราคม 2568",
    ],
  },
  {
    id: 2,
    dedcriptionactivities: [
      "วันมาฆบูชา - 24 กุมภาพันธ์ 2568",
      "วันวิสาขบูชา - 22 พฤษภาคม 2568",
      "วันอาสาฬหบูชา - 20 กรกฎาคม 2568",
      "วันเข้าพรรษา - 21 กรกฎาคม 2568",
      "วันออกพรรษา - 17 ตุลาคม 2568",
      "เทศกาลทอดกฐิน - ตุลาคม/พฤศจิกายน 2568",
      "สวดมนต์ข้ามปี - 31 ธันวาคม 2567 - 1 มกราคม 2568",
    ],
  },
  {
    id: 3,
    dedcriptionactivities: [
      "วันมาฆบูชา - 24 กุมภาพันธ์ 2568",
      "วันวิสาขบูชา - 22 พฤษภาคม 2568",
      "วันอาสาฬหบูชา - 20 กรกฎาคม 2568",
      "วันเข้าพรรษา - 21 กรกฎาคม 2568",
      "พิธีสมโภชพระธาตุ - กำหนดการขึ้นอยู่กับวัด",
      "วันออกพรรษา - 17 ตุลาคม 2568",
      "เทศกาลทอดกฐิน - ตุลาคม/พฤศจิกายน 2568",
      "สวดมนต์ข้ามปี - 31 ธันวาคม 2567 - 1 มกราคม 2568",
    ],
  },
  {
    id: 4,
    dedcriptionactivities: [
      "วันมาฆบูชา - 24 กุมภาพันธ์ 2568",
      "วันวิสาขบูชา - 22 พฤษภาคม 2568",
      "วันอาสาฬหบูชา - 20 กรกฎาคม 2568",
      "วันเข้าพรรษา - 21 กรกฎาคม 2568",
      "งานแห่เทียนพรรษา - 7-13 กรกฎาคม 2568",
      "วันออกพรรษา - 17 ตุลาคม 2568",
      "เทศกาลทอดกฐิน - ตุลาคม/พฤศจิกายน 2568",
      "สวดมนต์ข้ามปี - 31 ธันวาคม 2567 - 1 มกราคม 2568",
    ],
  },
  {
    id: 5,
    dedcriptionactivities: [
      "วันมาฆบูชา - 24 กุมภาพันธ์ 2568",
      "วันวิสาขบูชา - 22 พฤษภาคม 2568",
      "วันอาสาฬหบูชา - 20 กรกฎาคม 2568",
      "วันเข้าพรรษา - 21 กรกฎาคม 2568",
      "วันออกพรรษา - 17 ตุลาคม 2568",
      "เทศกาลทอดกฐิน - ตุลาคม/พฤศจิกายน 2568",
      "สวดมนต์ข้ามปี - 31 ธันวาคม 2567 - 1 มกราคม 2568",
    ],
  },
  {
    id: 6,
    dedcriptionactivities: [
      "วันมาฆบูชา - 24 กุมภาพันธ์ 2568",
      "วันวิสาขบูชา - 22 พฤษภาคม 2568",
      "วันอาสาฬหบูชา - 20 กรกฎาคม 2568",
      "วันเข้าพรรษา - 21 กรกฎาคม 2568",
      "วันออกพรรษา - 17 ตุลาคม 2568",
      "เทศกาลทอดกฐิน - ตุลาคม/พฤศจิกายน 2568",
      "สวดมนต์ข้ามปี - 31 ธันวาคม 2567 - 1 มกราคม 2568",
    ],
  },
  {
    id: 7,
    dedcriptionactivities: [
      "วันมาฆบูชา - 24 กุมภาพันธ์ 2568",
      "วันวิสาขบูชา - 22 พฤษภาคม 2568",
      "วันอาสาฬหบูชา - 20 กรกฎาคม 2568",
      "วันเข้าพรรษา - 21 กรกฎาคม 2568",
      "วันออกพรรษา - 17 ตุลาคม 2568",
      "เทศกาลทอดกฐิน - ตุลาคม/พฤศจิกายน 2568",
      "สวดมนต์ข้ามปี - 31 ธันวาคม 2567 - 1 มกราคม 2568",
    ],
  },
  {
    id: 8,
    dedcriptionactivities: [
      "พิธีบวงสรวงใหญ่ - กำหนดการขึ้นอยู่กับจังหวัด",
      "พิธีไหว้ศาลหลักเมือง - ทุกวันสำคัญทางศาสนา",
      "งานเทศกาลบุญประจำปี - กำหนดการขึ้นอยู่กับจังหวัด",
    ],
  },
  {
    id: 9,
    dedcriptionactivities: [
      "วันมาฆบูชา - 24 กุมภาพันธ์ 2568",
      "วันวิสาขบูชา - 22 พฤษภาคม 2568",
      "วันอาสาฬหบูชา - 20 กรกฎาคม 2568",
      "วันเข้าพรรษา - 21 กรกฎาคม 2568",
      "วันคล้ายวันมรณภาพของหลวงปู่ชา - 16 มกราคม 2568",
      "วันออกพรรษา - 17 ตุลาคม 2568",
      "เทศกาลทอดกฐิน - ตุลาคม/พฤศจิกายน 2568",
      "สวดมนต์ข้ามปี - 31 ธันวาคม 2567 - 1 มกราคม 2568",
    ],
  },
];

// 🏺 ข้อมูลวัตถุมงคล
export const amuletData = [
  {
    id: 1,
    name: "พระกริ่งพระเจ้าใหญ่อินทร์แปลง",
    image: [Picture1, Picture2, Picture3],
    price: "1,000 บาท",
    description:
      "เป็นหนึ่งในพระกริ่งที่มีชื่อเสียงและเป็นที่เคารพในวงการพระเครื่องของไทย โดยมีเรื่องราวและประวัติที่น่าสนใจเกี่ยวกับความศักดิ์สิทธิ์และความสำคัญของพระกริ่งนี้ขนาดและรูปทรง: พระกริ่งพระเจ้าใหญ่อินทร์แปลงมีขนาดที่ค่อนข้างใหญ่กว่าพระกริ่งอื่นๆ บางองค์อาจมีขนาดประมาณ 2.5-3 นิ้ว รูปทรงของพระกริ่งเป็นแบบพระพุทธรูปนั่งสมาธิ และมักจะมีฐานขนาดใหญ่ที่มีลวดลายประณีต",
    howToWorship:
      "พระกริ่งพระเจ้าใหญ่อินทร์แปลงในทางพระเครื่องนั้นจะต้องมีการตั้งจิตอธิษฐานหรือบทสวดคาถาเพื่อเสริมพลังศักดิ์สิทธิ์ให้กับพระกริ่งและการบูชา โดยการตั้งจิตอธิษฐานหรือการสวดคาถาก่อนบูชาจะช่วยเสริมพุทธคุณและเพิ่มพลังบารมีให้กับผู้บูชาได้ตามความเชื่อในพระเครื่อง",
  },
  {
    id: 2,
    name: "ไม่ทราบ",
    image: [], // เปลี่ยนเป็น URL ของภาพจริง
    price: "ไม่ทราบ",
    description: "ไม่ทราบ",
    howToWorship: "ไม่ทราบ",
  },
  {
    id: 3,
    name: "เหรียญหลวงพ่อศรี",
    image: [Picture12, Picture13], // เปลี่ยนเป็น URL ของภาพจริง
    price: "2,000-10,000 บาท",
    description: `เป็นเหรียญพระเครื่องที่ได้รับความนิยมและศรัทธาจากผู้คนในวงการพระเครื่อง โดยเฉพาะในกลุ่มผู้ที่มีความเชื่อในพุทธคุณของหลวงพ่อศรี ซึ่งเป็นพระเกจิอาจารย์ที่มีชื่อเสียงจากการปลุกเสกพระเครื่องและวัตถุมงคลที่ศักดิ์สิทธิ์`,
    howToWorship: `•	เหรียญหลวงพ่อศรีสามารถพกติดตัวเพื่อขอความคุ้มครองจากภัยอันตราย ทั้งจากภายนอก เช่น การเดินทาง หรือจากอันตรายที่อาจเกิดขึ้นในชีวิตประจำวัน เช่น อุบัติเหตุ หรือเหตุการณ์ไม่คาดคิด
•	การพกเหรียญหลวงพ่อศรีถือเป็นการพึ่งพาพระเกจิอาจารย์ที่มีพุทธคุณสูงในการเสริมโชคลาภและป้องกันอันตราย
`,
  },
  {
    id: 4,
    name: "เหรียญหลวงปู่รอด",
    image: [Picture10, Picture11], // เปลี่ยนเป็น URL ของภาพจริง
    price: "2,000 บาท",
    description: `เหรียญหลวงปู่รอด เป็นเหรียญที่มีความสำคัญทางศาสนาและได้รับความเคารพนับถือจากผู้คนในวงการพระเครื่อง โดยเฉพาะในกลุ่มผู้ที่ศรัทธาในหลวงปู่รอด ซึ่งเป็นพระเกจิอาจารย์ที่มีชื่อเสียงในด้านการปฏิบัติธรรม และมีความเชี่ยวชาญในการเสริมโชคลาภและคุ้มครองผู้ที่บูชา`,
    howToWorship: `•	การพกเหรียญหลวงปู่รอดติดตัวไว้เป็นการขอความคุ้มครองจากพระอาจารย์รอด เชื่อกันว่าเหรียญนี้จะช่วยป้องกันภัยอันตรายต่างๆ ทั้งทางกายภาพและจิตใจ และเสริมความมั่นคงในชีวิต เช่น ความสงบสุขในจิตใจ การทำงานที่ราบรื่น และการขจัดอุปสรรค`,
  },
  {
    id: 5,
    name: "เหรียญอาจาร์ยโก",
    image: [Picture8, Picture9], // เปลี่ยนเป็น URL ของภาพจริง
    price: ` 2,000-10,000 บาท`,
    description: `เหรียญอาจารย์โก หรือที่รู้จักกันในชื่อ "เหรียญอาจารย์โกวัดป่าพรหมสัณห" เป็นเหรียญที่มีความสำคัญและเป็นที่เคารพนับถือในวงการศาสนา โดยเฉพาะในกลุ่มของผู้ศรัทธาในอาจารย์โก ซึ่งเป็นพระอาจารย์ที่มีชื่อเสียงในด้านการสอนธรรมและมีความเชี่ยวชาญในการปฏิบัติวิปัสสนากรรมฐาน`,
    howToWorship:
      "การพกเหรียญอาจารย์โกติดตัวเป็นวิธีหนึ่งในการขอความคุ้มครองจากอาจารย์โก เชื่อกันว่าเหรียญจะช่วยปกป้องผู้บูชาจากอันตรายและความไม่ดีต่างๆ ทั้งทางด้านร่างกายและจิตใจ รวมถึงเสริมความมั่นคงในชีวิต",
  },
  {
    id: 6,
    name: "เหรียญพระพิฆเนศวัดป่าปากบุ่งสระพัง ",
    image: [Picture6, Picture7], // เปลี่ยนเป็น URL ของภาพจริง
    price: "100 -1,000 บาท",
    description: `เหรียญพระพิฆเนศวัดป่าปากบุ่งสระพัง เป็นเหรียญที่มีความสำคัญทางศาสนาและได้รับความนิยมในหมู่นักสะสมเหรียญและผู้ศรัทธาในพระพิฆเนศ พระศักดิ์สิทธิ์แห่งการขจัดอุปสรรคและการเสริมโชคลาภ
วัดป่าปากบุ่งสระพังตั้งอยู่ในจังหวัดสระบุรี ซึ่งเป็นวัดที่มีการสร้างเหรียญพระพิฆเนศเพื่อให้บูชาและเสริมสิริมงคลให้กับผู้ที่มาสักการะ สำหรับเหรียญนี้มักมีการออกแบบพระพิฆเนศในท่าทางต่างๆ เพื่อให้มีความเป็นมงคลและเป็นที่เคารพนับถือในทุกๆ ด้าน
`,
    howToWorship: `บูชาเพื่อเสริมโชคลาภและขจัดอุปสรรค
พระพิฆเนศถือเป็นเทพเจ้าแห่งการขจัดอุปสรรคและเสริมโชคลาภ ดังนั้นผู้ที่บูชาเหรียญพระพิฆเนศหวังที่จะขอพรในเรื่องต่างๆ เช่น ความสำเร็จในธุรกิจ การเรียน การงาน หรือการเงิน รวมถึงการขจัดปัญหาหรืออุปสรรคที่พบในชีวิต
 ทำเป็นของขวัญหรือของฝาก
เหรียญพระพิฆเนศจากวัดป่าปากบุ่งสระพังสามารถนำไปทำเป็นของขวัญหรือของฝากแก่คนที่เคารพนับถือ หรือให้เป็นของขวัญในโอกาสสำคัญ เช่น การขึ้นบ้านใหม่ การเริ่มต้นธุรกิจ หรือการอธิษฐานขอพรให้ผู้อื่น
 พกติดตัวเพื่อความเป็นสิริมงคล
เหรียญพระพิฆเนศมักจะพกติดตัวเพื่อเสริมดวงและโชคลาภ หรือทำให้รู้สึกมั่นใจเมื่อเผชิญหน้ากับอุปสรรคในชีวิต โดยบางคนจะพกเหรียญนี้ไว้ในกระเป๋า หรือเก็บไว้ในรถยนต์ เพื่อขอความคุ้มครองจากพระพิฆเนศ
`,
  },
  {
    id: 7,
    name: "เหรียญหล่อพระพรหม",
    image: [Picture14, Picture15, Picture16], // เปลี่ยนเป็น URL ของภาพจริง
    price: "100 - 5,000 บาท",
    description: `เป็นพระเครื่องที่มีความศักดิ์สิทธิ์และได้รับความนิยมจากผู้ที่ศรัทธาในพระพรหม ซึ่งเป็นเทพเจ้าแห่งความเมตตา ความรู้ และการสร้างสรรค์ในศาสนาฮินดู รวมถึงในความเชื่อของพุทธศาสนาในบางกลุ่มที่มีการบูชาเทพเจ้าพรหมเพื่อเสริมโชคลาภและการคุ้มครอง`,
    howToWorship: `•	การพกเหรียญหล่อพระพรหมติดตัวเป็นการขอความคุ้มครองจากพระพรหมในการเดินทางหรือในชีวิตประจำวัน เชื่อกันว่าเหรียญนี้จะช่วยปกป้องจากอุบัติเหตุและภัยอันตรายต่างๆ
•	ผู้ที่พกเหรียญนี้เชื่อว่าจะได้รับการคุ้มครองจากพระพรหม ซึ่งเป็นเทพแห่งความเมตตาและการคุ้มครอง
`,
  },
  {
    id: 8,
    name: "ไม่ทราบ",
    image: [], // เปลี่ยนเป็น URL ของภาพจริง
    price: "ไม่ทราบ",
    description: "ไม่ทราบ",
    howToWorship: "ไม่ทราบ",
  },
  {
    id: 9,
    name: "พระสมเด็จแหวกม่าน",
    image: [Picture4, Picture5],
    price: "1,000 - 10,000 บาท",
    description:
      "เป็นพระเครื่องที่มีชื่อเสียงและเป็นที่นิยมในวงการพระเครื่องไทย โดยเฉพาะในหมู่ผู้ที่สะสมพระเครื่องและผู้ที่เชื่อมั่นในพุทธคุณของพระสมเด็จแหวกม่านที่เชื่อว่าเป็นเครื่องรางของขลังที่มีพลังศักดิ์สิทธิ์สูง โดยพระสมเด็จแหวกม่านจะมีลักษณะเฉพาะและประวัติที่น่าสนใจ",
    howToWorship: `การสวดคาถาบูชาเป็นวิธีหนึ่งในการเสริมพลังให้พระสมเด็จแหวกม่าน โดยสามารถสวดคำบูชาพื้นฐานหรือคำขอพรตามต้องการเพื่อเสริมพลังและขอให้พระสมเด็จช่วยเสริมโชคลาภและความเจริญรุ่งเรือง
•	คาถาบูชาพระสมเด็จแหวกม่าน (กรณีที่มีคาถาพิเศษสำหรับพระนี้) หรือสามารถใช้คำสวดทั่วไป เช่น "พุทโธ ธัมโม สังโฆ" ที่สามารถสวดให้เกิดความสงบและเสริมพลังศักดิ์สิทธิ์
•	วิธีการ: ตั้งจิตให้สงบแล้วสวดคาถาหรืออธิษฐานตามที่ต้องการ เช่น ขอให้พระสมเด็จแหวกม่านคุ้มครองจากอันตราย หรือขอให้โชคดีในการทำธุรกิจหรือกิจกรรมสำคัญต่างๆ
`,
  },
];

export const Datacontent = [
  {
    id: 1,
    img: MHNR,
    title: "วัดมหาวนาราม (วัดป่าใหญ่)",
    youtube: "https://www.youtube.com/embed/xGa07E04A2c?si=4sv6J14itfwsnuw_",
    tagsmyth: ["ความเชื่อ"],
    tagsdestinations: ["ความรัก", "การงาน", "เงินทอง"],
    tagsrituals: ["การไหว้พระ"],
    description:
      "เป็นพระอารามหลวงแห่งแรกในจังหวัดอุบลราชธานี ซึ่งมีความสำคัญทางประวัติศาสตร์และศาสนาอย่างยิ่งเป็นสถานที่ศักดิ์สิทธิ์ที่ได้รับความนิยมจากผู้ที่มีความเชื่อในเรื่องโชคลาภและการเสริมดวงชะตา หรือ ”สายมู”โดยเฉพาะในการขอพรเรื่องการงาน การเงิน สุขภาพ และความรัก ผู้ที่มาที่วัดมักขอพรให้การงานเจริญรุ่งเรืองความสำเร็จในธุรกิจ หรือการศึกษา รวมถึงขอให้ชีวิตมีความสุขและไร้โรคภัยไข้เจ็บ วัดป่าใหญ่เป็นสถานที่สงบที่เหมาะสำหรับการนั่งสมาธิและเสริมศรัทธา ช่วยเสริมดวงและจิตใจให้ดีขึ้น",
    history: `วัดมหาวนาราม เป็นวัดเก่าแก่วัดหนึ่งในเมืองอุบลราชธานี เดิมชื่อว่า วัดป่าหลวงมณีโชติศรีสวัสดิ์ ภายหลังเรียกว่า วัดป่าใหญ่ ได้ก่อตั้งมาตั้งแต่ พ.ศ. 2322 และเปลี่ยนชื่อมาเป็นวัดมหาวนาราม ในปี พ.ศ. 2484 จนถึงปัจจุบันนี้ ได้รับพระราชทานวิสุงคามสีมา เมื่อวันที่ 8 พฤศจิกายน 2514 ในสมัยจอมพล ถนอม กิตติขจร เป็นนายกรัฐมนตรี และได้รับพระราชทานโปรดเกล้าฯ ยกฐานะขึ้นเป็นพระอารามหลวง เมื่อวันที่ 31 พฤษภาคม 2521
ตามหลักศิลาจารึกที่ฝังอยู่แท่นข้างหลังองค์พระเจ้าใหญ่อินทร์แปลง ปรากฏว่าสร้างหลังจากสร้างเมืองอุบลแล้ว 41 ปี สร้างโดยพระพรหมวรราชสุริยวงศ์ (ท้าวทิศพรหม สุวรรณกูฏ) เจ้าเมืองคนที่ 2 หลังจากสร้างวัดแล้ว 2 ปี พระมหาราชครูศรีสัทธรรมวงศา เจ้าอาวาสพร้อมด้วยศิษยานุศิษย์ ได้ร่วมกันสร้างพระพุทธรูปเป็นองค์ประธานและเป็นองค์แทนสมเด็จพระสัมมาสัมพุทธเจ้า ขนานนามว่า พระเจ้าอินทร์แปลง มีความหมายว่า “พระอินทร์จำแลงแปลงกายมา” ชาวอีสานเรียก “พระเจ้าใหญ่อินทร์แปง” มีความหมายอีกนัยหนึ่งว่า พระอินทร์สร้าง ซึ่งเป็นนามมงคลทั้งสองความหมาย
`,
    recommend: `จุดเด่นของวัดคือ มีความงามและความศักดิ์สิทธิ์ของพระเจ้าใหญ่อินแปงพระคู่บ้านคู่เมือง  โดดเด่นที่พระอุบลสถสีเหลืองทองขนาดใหญ่ตั้งอยู่ใจกลางวัด ภายในโอ่อ่า สวยงาม พระประธานมีให้กราบไหว้ มีกิจกรรมแกะสลักเทียนตามประเพณี สามารถมากราบไหว้ ทำบุญได้ทุกครั้งที่อย่างมา วัดใหญ่ อุโบสถ์สวยงาม บรรยายร่มรื่นสงบ มีเครื่องสักการะจำหน่ายสะดวกต่อผู้มาทำบุญ ที่จอดรถกว้าง ห้องน้ำสะอาด เหมาะสำหรับนักท่องเที่ยวที่อยากมาทำบุญ`,
    myth: `มีตำนานเล่าขานเกี่ยวกับการสร้างพระเจ้าใหญ่อินทร์แปงว่า มีช่างปั้นเป็นผู้ชายวัยกลางคน เวลาทำงาน ไม่พูดจากับใคร พอตกเย็นก็หายตัวไป พอเช้าก็ปรากฏตัว ซึ่งไม่มีใครรู้ว่าเป็นใครมาจากไหน เมื่องานเสร็จ ก็หายไป โดยไม่ร่ำลา ไม่มีใครรู้ จึงเป็นที่กล่าวขานกันว่า พระอินทร์เป็นผู้ลงมาสร้างบารมี  จึงมีความศักดิ์สิทธิ์มาก และมีเรื่องเล่าขานมากมาย โดยเฉพาะเรื่องการดื่มน้ำสาบานต่อหน้าพระเจ้าใหญ่อินทร์แปง คนทำผิดมีอันเป็นไปทุกราย ไม่เกิน 3 วัน บางรายยังไม่ก้าวพ้นวิหาร ก็ชักดิ้นชักงอภายในวิหาร มีพระเสี่ยงทายซึ่งศักดิ์สิทธิ์มาก เป็นแหล่งสร้างขวัญกำลังใจ ให้กับประชาชนได้เป็นอย่างดี  นอกจากนี้ พระเจ้าใหญ่อินทร์แปลง  ยังได้แสดงอภินิหาร อยู่หลายครั้ง  เช่น มีอภินิหารบันดาลหาเงินให้วัดมหาวนาราม (ป่าใหญ่) ได้วันละมากๆ(คนมาทำบุญ)  และคนที่มีบุตรยาก หากไปกราบไหว้ขอก็จะสมปรารถนา   คนที่ค้าขายไม่ดี ได้ไปกราบไหว้เพื่อความโชคชัยสวัสดี ปรากฏว่าได้ผลสมความปรารถนา  เช่นกัน  และอีกหนึ่งอภินิหารได้แก่ เมื่อสมัยสงครามโลกครั้งที่ 2  ทหารญี่ปุ่นก็ได้นำฝูงบินมาทิ้งระเบิดลงที่เมืองอุบลราชธานี  และมีลูกระเบิดหลายลูกตกลงมาที่วัดมหาวนารามใกล้ๆ กับพระวิหารข้างหลังด้านทิศเหนือแต่ไม่มีลูกใดเกิดการระเบิดขึ้นเลย  ลูกระเบิดบางลูกได้ระเบิดห่างจากพระวิหาร ประมาณ 80 เมตร  ทำให้ทางวัดได้รับความเสียหายเพียงเล็กน้อยเท่านั้น  นี่ก็คืออภินิหารของพระเจ้าใหญ่อินทร์แปลง นั่นเอง
	พระเจ้าใหญ่อินทร์แปลง  ยังมีตำนานการก่อสร้างบอกเล่าขานกันต่อมา  ว่า ขณะที่ก่อสร้างอยู่นั้น  ก็ได้มีฝนตกฟ้าร้องอยู่ตลอดเวลา  ใกล้จะแล้วเสร็จอยู่แล้วเพราะเหลือแต่การตกแต่งให้สวยงามเท่านั้น  พอถึงตอนดึกก็ได้มีแสงสว่างเต็มบริเวณวัดไปหมดและสูงขึ้นสู่อากาศ  ผู้คนต่างก็ตื่นตกใจและมาดูก็ไม่เห็นมีอะไร  ต่างก็กลับสู่บ้านเรือนของตน  พอรุ่งเช้าก็ปรากฏว่าพระพุทธรูปที่สร้างยังไม่เสร็จนั้นก็ได้สำเร็จเรียบร้อยสวยงามเป็นอย่างยิ่ง  พอเห็นเป็นอย่างนั้นชาวบ้านต่างก็พูดว่าเทวดามาสร้าง  พระอินทร์แปลงร่างลงมาสร้างแปลงร่างลงมาเป็นตาผ้าขาวมาสร้างจึงได้สวยงามอย่างนี้  ถ้าเป็นคนธรรมดามาสร้างจะไม่สวยงามได้เพียงนี้แต่ประชาชนส่วนใหญ่ก็ยังเชื่อว่าพระอินทร์แปลงร่างลงมาสร้างเสริม  รูปร่างหน้าตาของพระพุทธรูปองค์นี้จึงได้สวยงดงามยิ่งนัก  ด้วยเหตุฉะนี้จึงได้มีการขนานนามว่า  “พระเจ้าใหญ่อินทร์แปลง”  และพี่น้องประชาชนก็ได้มีความเชื่อในเรื่องดังกล่าว มาจนตราบเท่าทุกวันนี้ 
`,
    sacredthing1: `พระเจ้าใหญ่อินทร์แปง พระประธานในวิหาร เป็นพระพุทธรูปปางมารวิชัยที่งดงาม มีขนาดหน้าตักกว้าง 6 ศอก สูงจากเรือนแท่นถึงเปลวพระโมลี 10 ศอก สร้างด้วยอิฐถือปูนลงรักปิดทอง สร้างเสร็จเมื่อวันเพ็ญเดือนห้า ตรงกับวันอาทิตย์ เดือนเมษายน ช่วงเวลาบ่ายสามโมง ซึ่งปรากฏในศิลาจารึกที่ด้านหน้าองค์พระ ทางวัดจึงกำหนดเอาวันเพ็ญเดือนห้าของทุกปีเป็นวันเฉลิมฉลองพระเจ้าใหญ่อินทร์แปง ประชาชนทั้งชาวอุบลราชธานี และผู้มาเยือนจะหลั่งไหลกันมากราบนมัสการพระเจ้าใหญ่อินทร์แปงเพื่อขอพรให้ท่านดลบันดาลให้ประสบสุขตลอดไป นอกจากนี้แล้วในช่วงเทศกาลวันสงกรานต์ ทางวัดก็ได้เปิดโอกาสให้ประชาชนเข้าไปสรงน้ำพระเจ้าใหญ่อินทร์แปงเป็นอีกหนึ่งประเพณีประจำปีของชาวอุบลราชธานี`,
    sacredthing2: `ท้าวเวสสุวรรณ เป็นเทพผู้ยิ่งใหญ่ในท้าวจตุโลกบาลทั้ง 4 อธิบดีแห่งอสูร โดยเป็นเทพผู้ปกป้องพระพุทธศาสนา และ เป็นเทพผู้คุ้มครองโลกมนุษย์ คอยปัดเป่าสิ่งไม่ดีออกไปจากชีวิต อีกทั้งยังเป็นเทพเจ้าแห่งโชคลาภที่มีขุมทรัพย์มหาศาล ท้าวเวสสุวรรณท่านได้ปรากฎอยู่ในหลายความเชื่อทางศาสนา ไม่ว่าจะเป็นท้าวกุเวรของอินเดียใต้ พระซัมภลของทิเบต หรือ ตัวเหวินเทียนหวังของจีน ทำให้ท่านเป็นเทพองค์หนึ่งที่เป็นที่เคารพนับถือในหลาย ๆ ประเทศ`,
    wish: `ตั้งนะโม 3 จบ
อิเมหิ นานาสักกาเรหิ อภิปูชิเตหิ ทีฆายุโก โหมิ อโรโค สุขิโต สิทธิกัจจัง สิทธิกัมมัง ปิยัง มะมะ ประสิทธิลาโภ ชโย โหตุ สัพพะทา อินทะพุทธะรูปัง อภิปาเลตุ มัง นะโมพุทธายะ ศรีสวัสดีเจริญสุข 
สารพัดทุกข์ให้เหือดหาย ลาโภอย่าขาดสาย นิรันตะรัง ประสิทธิเม พุทธัง สะระนัง คัจฉามิ ธัมมัง สะระณัง คัจฉามิ สังฆัง สะระณัง คัจฉามิ กายวาจาจิตประสิทธิเม
`,
    maps: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3849.6022294190966!2d104.86088127584873!3d15.234919285330095!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x311687cb71e6a6d3%3A0xde8ad8e194beaa68!2z4Lin4Lix4LiU4Lih4Lir4Liy4Lin4LiZ4Liy4Lij4Liy4Lih4oCLIOC4nuC4o-C4sOC4reC4suC4o-C4suC4oeC4q-C4peC4p-C4hw!5e0!3m2!1sth!2sth!4v1740891388674!5m2!1sth!2sth",
  },
  {
    id: 2,
    img: SRPN,
    title: "วัดสารพัดนึก",
    youtube: "https://www.youtube.com/embed/Lsohi1yparM?si=xh4oRkQpJSIdUORt",
    tagsmyth: ["ความเชื่อ"],
    tagsdestinations: ["การเรียน", "สุขภาพ"],
    tagsrituals: ["การไหว้พระ"],
    description:
      "เป็นสถานที่ที่มีความเชื่อในเรื่องการขอพรในหลากหลายด้าน ตามความต้องการของผู้ที่มาขอพร โดยคำว่า “สารพัดนึก” ในชื่อวัดเองก็มาจากการที่สามารถขอพรได้ทุกเรื่องที่ผู้คนคิดถึงหรือมีความต้องการโดยโบราณสถานและโบราณวัตถุที่สำคัญ ได้แก่ พระเกสรดอกไม้ พระพุทธรูปไม้ปางมารวิชัยรูปหล่อพระบูรพาจารย์ กุฏิราษฎร์พิทักษ์สีนุสรณ์ คำภีร์ใบลาน",
    history: `วัดสารพัดนึก จังหวัดอุบลราชธานี ถูกสร้างขึ้นโดย พลตรี พระเจ้าบรมวงศ์เธอ กรมหลวงสรรพสิทธิประสงค์ ข้าหลวงต่างพระองค์สำเร็จราชการมณฑลลาวกาว ในรัชกาลที่ 5 เมื่อปี พ.ศ. 2436 พระองค์ทรงพิจารณาเห็นว่าควรมีการยุบเลิก วัดสวนสวรรค์ เนื่องจากพื้นที่ตั้งของวัดอยู่ใกล้กับวัดอื่น ๆ ถึงสามแห่ง ได้แก่ วัดทุ่งศรีเมือง วัดมณีวนาราม และวัดสวนสวรรค์

ลักษณะทั่วไปของวัดสารพัดนึก วัดสารพัดนึกเป็นวัดราษฎร์ สังกัดคณะสงฆ์มหานิกาย มีเนื้อที่ 17 ไร่ 1 งาน 10 ตารางวา มีอาณาเขตดังนี้:

ทิศตะวันตก: ติดถนนเทพโยธี

ทิศใต้: ติดถนนสุริยาตร์

ทิศตะวันออก: ติดบ้านพักแพทย์และพยาบาลของโรงพยาบาลสรรพสิทธิประสงค์

ทิศเหนือ: ติดที่ดินของเอกชน

ในอดีตพื้นที่นี้เคยมีวัดสำคัญ 4 แห่ง ได้แก่ วัดมณีวนาราม วัดมหาวนาราม วัดสวนสวรรค์ และวัดทุ่งศรีเมือง พระเจ้าบรมวงศ์เธอ กรมหลวงสรรพสิทธิประสงค์ทรงเล็งเห็นว่าในอนาคตชุมชนอาจมีภาระหนักในการบำรุงรักษาวัด จึงมีพระดำริให้ยุบวัดสวนสวรรค์ และนำพื้นที่ไปสร้างเป็นบ้านพักนายอำเภอเมืองอุบลราชธานีในปี พ.ศ. 2436

เพื่อเป็นการทดแทนวัดสวนสวรรค์ พระองค์จึงทรงสร้างวัดสารพัดนึกขึ้นบนที่ดินของชายาของพระองค์ พร้อมทั้งกำหนดให้เป็นสถานที่จำพรรษาของ พระม้าว โกณฑัญโญ พี่ชายของ หม่อมเจียงคำ ชุมพล ณ อยุธยา พระชายาของพระองค์`,
    recommend: `วัดสารพัดนึกเป็นสถานที่ศักดิ์สิทธิ์ที่ได้รับความนิยมจากทั้งชาวบ้านและนักท่องเที่ยว ด้วยความสำคัญทางศาสนาและความโดดเด่นในด้านศิลปะวัตถุ วัดนี้จึงถือเป็นแหล่งท่องเที่ยวทางวัฒนธรรมที่น่าสนใจ
พระประธานและศิลปะวัตถุ - วัดสารพัดนึกมีพระประธานที่ประดิษฐานอยู่ภายในอาคารขนาดใหญ่และมีสถาปัตยกรรมที่งดงาม ภายในวัดมีการตกแต่งด้วยศิลปกรรมที่ละเอียดประณีต เช่น พระพุทธรูปแกะสลัก และภาพจิตรกรรมฝาผนังที่ถ่ายทอดเรื่องราวทางพุทธศาสนา
การสักการะพระพุทธรูปสารพัดนึก - พระพุทธรูปองค์นี้เป็นที่รู้จักกันดีในเรื่องของการขอพร เชื่อกันว่าผู้ที่มาสักการะจะได้รับความสมหวังในเรื่องต่าง ๆ`,
    myth: `วัดสารพัดนึก เป็นที่เคารพสักการะของชาวบ้านที่เชื่อในพลังของสิ่งศักดิ์สิทธิ์ เชื่อกันว่าผู้มีศรัทธาแรงกล้าจะได้รับพรและผลดีจากการทำบุญที่วัด บางคนเชื่อว่าการทำบุญที่นี่สามารถเสริมโชคลาภและความรุ่งเรืองในชีวิตได้`,
    sacredthing: `หนึ่งในสิ่งศักดิ์สิทธิ์ที่สำคัญของวัดสารพัดนึกคือ พระพุทธรูปปางสมาธิ 'พระเกสรดอกไม้' ซึ่งพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว รัชกาลที่ 5 ทรงสร้างขึ้นจากเกสรดอกไม้ที่ประชาชนนำไปบูชาพระแก้วมรกต ณ วัดพระศรีรัตนศาสดาราม กรุงเทพฯ พระองค์ทรงนำเกสรดอกไม้เหล่านี้มาหล่อเป็นพระพุทธรูปจำนวน 5 องค์ และพระราชทานไปประดิษฐานตามวัดสำคัญทั่วประเทศ โดยหนึ่งในนั้นถูกนำมาประดิษฐานที่วัดสารพัดนึก กลายเป็นพระพุทธรูปที่เก่าแก่และศักดิ์สิทธิ์เป็นที่เคารพบูชา
      พระพุทธรูปสารพัดนึก - พระพุทธรูปองค์สำคัญที่เชื่อกันว่าสามารถดลบันดาลให้คำขอของผู้สักการะเป็นจริง ไม่ว่าจะเป็นเรื่อง การเงิน การงาน สุขภาพ หรือความรัก โดยเฉพาะด้านโชคลาภและความเจริญรุ่งเรือง

สิ่งศักดิ์สิทธิ์อื่น ๆ - วัดนี้ยังเป็นที่ประดิษฐานของศิลปวัตถุและพระพุทธรูปเก่าแก่ที่มีความสำคัญต่อชาวบ้านและผู้มีจิตศรัทธา`,
    wish: `การเตรียมตัวและเครื่องบูชา:

ดอกไม้ (เช่น ดอกบัว ดอกมะลิ)

ธูปและเทียน

ผลไม้หรือขนม (เลือกถวายตามศรัทธา)

หลักการขอพร:

ขอพรด้วยจิตใจที่บริสุทธิ์และตั้งมั่นในการทำความดี

มีศรัทธาและตั้งใจปฏิบัติธรรม

เชื่อมั่นในบุญกุศลและการกระทำที่ดี

เมื่อขอพรด้วยใจบริสุทธิ์และปฏิบัติธรรมด้วยความตั้งใจ เชื่อกันว่าสิ่งดี ๆ จะตามมาในชีวิต`,
    maps: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3849.5455914120907!2d104.86241047584875!3d15.238014185327438!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x311687d155555555%3A0xf4ef857357d9bb81!2z4Lin4Lix4LiU4Liq4Liy4Lij4Lie4Lix4LiS4LiZ4Li24LiB!5e0!3m2!1sth!2sth!4v1740900360943!5m2!1sth!2sth",
  },
  {
    id: 3,
    img: HB,
    title: "วัดพระธาตุหนองบัว",
    youtube: "https://www.youtube.com/embed/76R-JD804Kk?si=h-gVRmG7AQzu9_z0",
    tagsmyth: ["ความเชื่อ"],
    tagsdestinations: ["การเรียน", "สุขภาพ"],
    tagsrituals: ["การไหว้พระ"],
    description:
      "เป็นวัดที่มีชื่อเสียงและมีความสำคัญอย่างยิ่งในด้านศาสนาและวัฒนธรรมของจังหวัดมีสถาปัตยกรรมที่งดงามและน่าสนใจ โดยเฉพาะ “พระธาตุเจดีย์ศรีมหาโพธิ์” ซึ่งเป็นพระธาตุที่มีความสำคัญและเป็นศูนย์รวมจิตใจของผู้ที่มีความเชื่อในศาสนาพุทธ",
    history: `วัดพระธาตุหนองบัวสร้างขึ้นเมื่อปี พ.ศ. 2498 โดย นายฟอง สิทธิธรรม อดีตรัฐมนตรีกระทรวงเกษตรและสหกรณ์ ซึ่งเป็นชาวจังหวัดอุบลราชธานี ท่านได้สร้างวัดขึ้นบนที่นาของตนเอง เพื่อให้เป็นสถานที่ปฏิบัติธรรมฝ่ายวิปัสสนาธุระของ พระอาจารย์ดี พระญาณวิศิษฏ์สมิทธิวีราจารย์ (สิงห์ ขนฺตยาคโม)

      วัดแห่งนี้มีพื้นที่ทั้งหมดประมาณ 50 ไร่ และเป็นวัดที่สร้างขึ้นในวาระมงคลกึ่งพุทธกาล
      
      วัดพระธาตุหนองบัว เป็นที่ตั้งของ พระธาตุเจดีย์ศรีมหาโพธิ์ หรือที่ชาวบ้านเรียกว่า "พระธาตุหนองบัว" ซึ่งเป็นเจดีย์ขนาดใหญ่ที่จำลองแบบมาจาก เจดีย์พุทธคยา ประเทศอินเดีย สถานที่ตรัสรู้ของพระพุทธเจ้า
      
      พระธาตุแห่งนี้สร้างขึ้นในปี พ.ศ. 2500 เพื่อเป็นสัญลักษณ์ครบรอบ 25 ศตวรรษของพระพุทธศาสนา ภายในองค์พระธาตุมีการบรรจุ พระบรมสารีริกธาตุ เพื่อให้ประชาชนได้สักการะบูชา
      
      เมื่อแรกสร้าง วัดแห่งนี้มีสิ่งก่อสร้างไม่มากนัก ประกอบด้วย
      
      ศาลาโรงธรรม
      กุฏิชั่วคราว 5 หลัง (มุงหญ้า ฝาขัดแตะ และพื้นไม้กระดานเฉพาะศาลาโรงธรรม)
      ปัจจุบันได้มีการสร้างอาคารถาวรขึ้นใหม่ เช่น
      
      พระบรมธาตุเจดีย์ศรีมหาโพธิ์
      พระอุโบสถ
      ศาลาการเปรียญกาญจนาภิเษก
      กุฏิถาวร มากกว่า 10 หลัง
      สถานพยาบาลประจำวัด (อนามัย)`,
    recommend: `วัดพระธาตุหนองบัวถือเป็นหนึ่งในวัดที่ งดงามและโดดเด่นที่สุดของจังหวัดอุบลราชธานี โดยเฉพาะ พระธาตุเจดีย์ศรีมหาโพธิ์ ซึ่งมีลักษณะแตกต่างจากเจดีย์ทั่วไปในไทย เพราะเป็น แบบจำลองของเจดีย์พุทธคยา ประเทศอินเดีย
      
      ความพิเศษของพระธาตุเจดีย์ศรีมหาโพธิ์
      
      รอบองค์พระธาตุทั้ง 4 ด้าน แกะสลักเป็น รูปพระประจำวันเกิด และเรื่องราว ทศชาติชาดก
      ด้านล่างของพระธาตุมีรูปแกะสลัก พุทธสาวก ในบวรพุทธศาสนา
      ฐานขององค์พระธาตุ ประดับด้วยรูป พญานาค ครุฑ และยักษ์
      บรรยากาศภายในวัด ร่มรื่น สงบ และงดงาม เหมาะแก่การสักการะและเยี่ยมชม`,
    myth: `การสร้างวัดพระธาตุหนองบัวเริ่มต้นจาก กลุ่มพุทธศาสนิกชนผู้มีจิตศรัทธา ซึ่งปรารถนาจะสร้างวัดขึ้นเพื่อเป็นสถานที่ปฏิบัติธรรม และเพื่อเป็นที่ระลึกเนื่องใน วาระมงคลกึ่งพุทธกาล
      
      เดิมทีที่ดินแห่งนี้เป็นของ นายฟอง สิทธิธรรม ซึ่งขณะนั้นถูกคุมขังอยู่ในเรือนจำกลางจังหวัดอุบลราชธานี ด้วยข้อกล่าวหาว่าเป็นกบฏภายใน
      
      กลุ่มคณะศรัทธา นำโดย
      
      นายทองพูน ยุวมิตร
      นายอุ่น ไวยหงษ์
      ได้เดินทางไปขอที่ดินจากนายฟองในเรือนจำ โดยอธิบายถึงแรงศรัทธาและจุดประสงค์ในการสร้างวัด
      
      เมื่อนายฟองได้ฟังเรื่องราวดังกล่าว เขารู้สึกปิติยินดีเป็นอย่างยิ่ง เพราะตั้งใจจะถวายที่ดินเพื่อสร้างวัดอยู่แล้ว แม้จะถูกคุมขัง เขาก็ยังไหว้พระสวดมนต์และตั้งจิตอธิษฐานให้มีผู้มาขอที่ดินเพื่อสร้างวัด
      
      สุดท้ายเขาตัดสินใจ บริจาคที่ดินจำนวน 30 ไร่ ให้แก่คณะศรัทธา เมื่อวันที่ 24 ตุลาคม พ.ศ. 2498 โดยมีพยานประมาณ 60 คน`,
    sacredthing: `หนึ่งใน จุดเด่นของวัดพระธาตุหนองบัว คือ รูปปั้นพญานาคขนาดใหญ่ 2 องค์ ได้แก่
      
      พญานาคปู่กริชกรกต
      พญานาคย่ามณีเกตุ
      พญานาคทั้งสององค์นี้เป็น พญานาคฉัพยาปุตตะ หรือ พญานาคสีรุ้ง ซึ่งเป็น 1 ใน 4 ตระกูลพญานาค
      
      นักท่องเที่ยวนิยมมาขอพรกับพญานาคทั้งสององค์ เพื่อเสริมสิริมงคลและโชคลาภ`,
    wish: `คำไหว้พระธาตุเจดีย์ศรีมหาโพธิ์ (พระธาตุหนองบัว อุบลราชธานี)
      
      วันทามิ ภันเต เจติยัง
      สัพพัตถะฐาเน สุปะติฏฐิตัง
      สารีริกกะธาตุ มหาโพธิง
      พุทธะรูปัง สะกะลัง วะจะสา มะนะสา เจวะ
      วันทาเมเต สะยะเน อาสะเน ฐาเน
      คะมะเน จาปิ สัพพะทา
      อุกาสะ วันทามิ ภันเต สัพพัง อะปะราธัง
      ขะมะถะเม ภันเต มะยา กะตัง ปุญญัง มัยหัง
      ขะมะถะเม ภันเต มะยา กะตัง ปุญญัง มัยหัง
      ทาตัพพัง สาธุ สาธุ อนุโมทามิ
      
      `,
    maps: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3849.0822572839106!2d104.83643797584914!3d15.26330938530548!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3116880eb9d2d9a5%3A0x812ea3aa9150a7b!2z4Lin4Lix4LiU4Lie4Lij4Liw4LiY4Liy4LiV4Li44Lir4LiZ4Lit4LiH4Lia4Lix4Lin!5e0!3m2!1sth!2sth!4v1740900515208!5m2!1sth!2sth",
  },
  {
    id: 4,
    img: TSM,
    title: "วัดทุ่งศรีเมือง",
    youtube: "https://www.youtube.com/embed/MqkESwu3Th8?si=hv7zjeDKiwrDsa9K",
    tagsmyth: ["ดวง", "โชคลาภ", "โชค", "เรื่องเล่าชาวบ้าน"],
    tagsdestinations: ["การงาน", "เงินทอง", "การเรียน", "สุขภาพ"],
    tagsrituals: ["การไหว้พระ", "ไหว้สิ่งศักสิทธิ์"],
    description:
      "เป็นสถานที่สำคัญที่ได้รับความนิยมจากผู้ที่มีความเชื่อในเรื่องโชคลาภและความศรัทธา โดยเฉพาะผู้ที่มาขอพรจากสิ่งศักดิ์สิทธิ์ที่วัดนี้ ขอพรในเรื่องความรัก การหาคู่ครองที่ดี หรือเสริมดวงความรักให้ดีขึ้น อีกทั้งผู้คนยังมาที่วัดทุ่งศรีเมืองเพื่อขอพรในเรื่องสุขภาพให้แข็งแรงห่างไกลจากโรคภัยไข้เจ็บ และขอพรให้การงานเจริญรุ่งเรืองการได้รับตำแหน่งที่ดี รวมถึงการขอพรในด้านการเรียนหรือการสอบให้ประสบความสำเร็จ",
    history: `วัดทุ่งศรีเมือง ตั้งอยู่ที่ถนนหลวง ตำบลในเมือง อำเภอเมือง จังหวัดอุบลราชธานี ก่อตั้งขึ้นในปี พ.ศ. 2356 โดย พระอริยวงศาจารย์ญาณวิมลอุบลสังฆปาโมกข์ (สุ้ย หลักคำ) ในสมัยพระพรหมราชวงศา (กุทอง สุวรรณกูฎ) เจ้าเมืองอุบลราชธานี ลำดับที่ 3 และตรงกับรัชสมัย พระบาทสมเด็จพระนั่งเกล้าเจ้าอยู่หัว รัชกาลที่ 3
วัดนี้มีความสำคัญด้านศาสนาและวัฒนธรรม โดยมี หอไตรกลางน้ำ ที่สร้างขึ้นในปี พ.ศ. 2385 เป็นอาคารไม้ที่งดงาม ใช้เก็บคัมภีร์ทางพระพุทธศาสนา และ อุโบสถ (สิม) ซึ่งเป็นที่ประดิษฐานรอยพระพุทธบาทจำลองจากวัดสระเกศ กรุงเทพมหานคร ภายในมีจิตรกรรมฝาผนังเรื่องพุทธประวัติและทศชาติชาดก
วัดทุ่งศรีเมืองได้รับการขึ้นทะเบียนเป็นโบราณสถานโดยกรมศิลปากรในปี พ.ศ. 2534 และ พ.ศ. 2538 ปัจจุบันเป็นสถานที่สำคัญทางพุทธศาสนาและแหล่งเรียนรู้ทางวัฒนธรรมของจังหวัดอุบลราชธานี`,
    recommend: `วัดทุ่งศรีเมือง เป็นวัดเก่าแก่ที่โดดเด่นด้วย หอไตรกลางน้ำ สถาปัตยกรรมไม้สุดวิจิตรที่ใช้เก็บคัมภีร์โบราณ และ อุโบสถ (สิม) ที่มีจิตรกรรมฝาผนังงดงาม ภายในประดิษฐานรอยพระพุทธบาทจำลอง บรรยากาศเงียบสงบ เหมาะแก่การเยี่ยมชมศิลปะและวัฒนธรรมอีสาน อีกทั้งยังเป็นโบราณสถานสำคัญของจังหวัดอุบลราชธานี`,
    myth: `วัดทุ่งศรีเมือง ไม่เพียงเป็นโบราณสถานสำคัญ แต่ยังมีความเชื่อเกี่ยวกับ โชคลาภและความศักดิ์สิทธิ์ โดยชาวบ้านเชื่อว่าการมากราบไหว้ รอยพระพุทธบาทจำลอง ภายในอุโบสถจะช่วยเสริมสิริมงคล นำพาความเจริญรุ่งเรืองและโชคลาภแก่ผู้สักการะ
อีกหนึ่งความเชื่อคือ หอไตรกลางน้ำ ซึ่งเปรียบเสมือนสถานที่ศักดิ์สิทธิ์ที่เก็บรักษาคัมภีร์พระพุทธศาสนา หากได้มากราบไหว้และขอพร เชื่อว่าจะได้รับ ปัญญาและความสำเร็จ โดยเฉพาะด้านการศึกษาและหน้าที่การงาน
ชาวบ้านบางคนยังเล่าว่า ในช่วงวันพระหรือวันสำคัญทางศาสนา อาจมีผู้พบเห็นแสงสว่างลอยเหนือหอไตรกลางน้ำ ซึ่งเชื่อว่าเป็น พลังงานศักดิ์สิทธิ์คุ้มครองวัด ทำให้สถานที่แห่งนี้เป็นจุดหมายยอดนิยมของผู้ศรัทธาที่ต้องการเสริมดวงและความเป็นสิริมงคลในชีวิต`,
    sacredthing: `สิ่งศักดิ์สิทธิ์ภายในวัดทุ่งศรีเมือง
รอยพระพุทธบาทจำลอง – ประดิษฐานภายใน อุโบสถ (สิม) สร้างขึ้นโดย พระอริยวงศาจารย์ญาณวิมลอุบลสังฆปาโมกข์ (สุ้ย หลักคำ) เชื่อกันว่าผู้มากราบไหว้จะได้รับ โชคลาภ ความเจริญรุ่งเรือง และความสำเร็จในชีวิต
พระพุทธรูปปางมารวิชัย – ประดิษฐานบนฐานชุกชีภายในอุโบสถ เป็นที่เคารพของชาวบ้าน เชื่อว่าช่วยปัดเป่าทุกข์ภัยและเสริมบารมี
หอไตรกลางน้ำ – แม้ไม่ได้เป็นพระพุทธรูป แต่ถือเป็นสถานที่ศักดิ์สิทธิ์เพราะใช้เก็บคัมภีร์พระธรรม ชาวบ้านเชื่อว่าหากมากราบไหว้จะได้รับ ปัญญาและความสำเร็จในด้านการศึกษาและหน้าที่การงาน
ศาลเจ้าปู่ตา – ตั้งอยู่ในบริเวณวัด เป็นที่นับถือของชาวบ้าน เชื่อกันว่า ปู่ตา เป็นผู้ปกปักรักษาวัด ผู้ที่มาขอพรเกี่ยวกับสุขภาพและความเป็นอยู่มักได้รับผลตามที่ปรารถนา`,
    wish: `วิธีการขอพรจากสิ่งศักดิ์สิทธิ์ในวัดทุ่งศรีเมือง

    1. ขอพรจากรอยพระพุทธบาทจำลอง
สิ่งที่ต้องใช้: ธูป 3 ดอก เทียน 1 เล่ม และดอกไม้ (ดอกบัวหรือพวงมาลัย)
 ขั้นตอน:
จุดธูปและเทียน นั่งสมาธิระลึกถึงพระพุทธเจ้า
อธิษฐานขอพรให้ชีวิตมีความเจริญรุ่งเรือง ร่ำรวย และสมหวัง
ว่าคาถา “นะโม ตัสสะ ภะคะวะโต อะระหะโต สัมมาสัมพุทธัสสะ” 3 จบ
ปักธูปลงกระถาง วางดอกไม้และเทียนที่แท่นบูชา

   2. ขอพรจากพระพุทธรูปปางมารวิชัย
สิ่งที่ต้องใช้: ธูป 5 ดอก เทียน 2 เล่ม และดอกไม้
ขั้นตอน:
จุดธูปและเทียน แล้วตั้งจิตอธิษฐาน
กล่าวคำขอพรเกี่ยวกับสุขภาพ การงาน และครอบครัว
สามารถสวด “พุทธัง สรณัง คัจฉามิ” 3 จบ เพื่อเสริมบารมี
ปักธูปและถวายดอกไม้ที่แท่นบูชา

   3. ขอพรจากหอไตรกลางน้ำ (เสริมปัญญาและการศึกษา)
สิ่งที่ต้องใช้: ธูป 9 ดอก เทียน 1 เล่ม
ขั้นตอน:
นำดอกไม้และธูปไปบูชาหน้าหอไตร
อธิษฐานเกี่ยวกับความรู้ ความสำเร็จในการเรียนและการงาน
ว่าคาถา “นะ เมติ เมตตา กรุณา มุทิตา อุเบกขา” เพื่อเสริมสติปัญญา

   4. ขอพรจากศาลเจ้าปู่ตา (โชคลาภและค้าขายรุ่งเรือง)
สิ่งที่ต้องใช้: ธูป 7 ดอก พวงมาลัย หรือของเซ่นไหว้ เช่น น้ำแดง หรือผลไม้
ขั้นตอน:
จุดธูปแล้วอธิษฐานขอพรเกี่ยวกับโชคลาภและการค้าขาย
ว่าคาถา “นะชาลีติ” 3 จบ
ปักธูปที่กระถาง และถวายของเซ่นไหว้`,
    maps: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3849.6916188075497!2d104.85864467584858!3d15.230033485334385!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x31168633a5b99843%3A0x582858e1b4f0420a!2z4Lin4Lix4LiU4LiX4Li44LmI4LiH4Lio4Lij4Li14LmA4Lih4Li34Lit4LiH!5e0!3m2!1sth!2sth!4v1740900583644!5m2!1sth!2sth",
  },
  {
    id: 5,
    img: PPD1,
    title: "วัดปากโดมเทพนิมิต (วัดป่าปากโดม)",
    youtube: "https://www.youtube.com/embed/-ypVFvTbcCw?si=r5l60axnlqAjikR",
    tagsmyth: ["ความเชื่อ"],
    tagsdestinations: ["ความรัก", "เงินทอง", "การเรียน"],
    tagsrituals: ["สิ่งศักดิ์สิทธิ"],
    description:
      "เป็นสถานที่ศักดิ์สิทธิ์ที่ผู้คนที่มีความเชื่อในเรื่องของพลังแห่งศรัทธาและความมูมักเดินทางมาขอพรเพื่อเสริมสิริ มงคลในชีวิต ขอพรเรื่องโชคลาภและความมั่งคั่ง ประสบความสำเร็จในชีวิต มีสุขภาพดี ความรักและความสัมพันธ์ การปกป้องและคุ้มครองจากภัยอันตรายด้วยความศักดิ์สิทธิ์ของพญาทะนะมูลนาคราชและความเชื่อในพลังของสถานที่แห่งนี้ จึงเป็นที่นิยมในการขอพรในหลายด้านเพื่อเสริมความโชคดีและความเป็นสิริมงคลในชีวิต",
    history: `“วัดป่าปากโดม” ตั้งอยู่บริเวณริมฝั่งแม่น้ำมูล อำเภอพิบูลมังสาหาร จังหวัดอุบลราชธานี เป็นวัดชื่อดังมีรูปปั้นพญานาคเป็นสัญลักษณ์สำคัญ บริเวณลำโดมมีแม่น้ำไหลลงสู่แม่น้ำมูลแล้วไหลออกสู่แม่น้ำโขง  “ลุ่มน้ำลำโดมใหญ่” หรือ “ปากโดม” พื้นที่อุดมสมบูรณ์ด้วยทรัพยากรธรรมชาติและสิ่งแวดล้อม ชาวบ้านใช้ประโยชน์ร่วมกันอย่างยาวนานเป็นพลวัต บริเวณลุ่มน้ำลำโดมใหญ่มีพื้นที่เกษตรกรรมเป็นบริเวณกว้างเหมาะสำหรับทำนา ทำไร่ สามารถเลี้ยงชุมชนเรื่อยมานับตั้งแต่เริ่มก่อตั้งหมู่บ้านถึงปัจจุบัน อดีตชุมชนใช้ประโยชน์จากทรัพยากรน้ำลำโดมใหญ่อย่างเต็มที่ เป็นลักษณะการพึ่งพิงกันและกันเหมือนสังคมชนบทยุคก่อน การจัดการน้ำใช้ประโยชน์ตามธรรมชาติ พึ่งพาอาศัยกัน ไม่มีการจัดสรรปันส่วนว่าส่วนไหนเป็นของใคร ชาวบ้านรู้ว่าสามารถใช้ประโยชน์ร่วมกันภายใต้ความเคารพต่อสายน้ำและใช้แบบถ้วยทีถ้อยอาศัย ชุมชนมีวิธีการกำกับดูแลกัน เช่น การใช้เครื่องมือประมงพื้นบ้านหาปลา การห้ามใช้ไฟฟ้าช๊อตปลาเพราะเป็นการทำลายล้าง ถ้ามีการละเมิดเกิดขึ้นจะมีการแจ้งผู้นำหมู่บ้านหรือการปรับไหม หากยอมความกันในชุมชนไม่ได้จะมีการแจ้งเจ้าหน้าที่ตำรวจดำเนินคดี  ลำโดมใหญ่เป็นแหล่งต้นน้ำลำธารแหล่งหนึ่งของแม่น้ำมูล มีต้นกำเนิดมาจากพื้นที่ป่าเทือกเขาพนมดงรัก ซึ่งเป็นเทือกเขาที่กั้นระหว่างพรมแดน “ไทย-ลาว” และ “ไทย-กัมพูชา” ภูมิประเทศประกอบไปด้วยเทือกเขาสูงสลับซับซ้อนแต่พื้นที่ดังกล่าวยังมีข้อมูลทางด้านนิเวศวิทยาทางน้ำน้อยมาก`,
    recommend: `จุดเด่นของวัดนี้คือ สถาปัตยกรรมองค์พญานาคทะนะมูลนาคราช ที่อลังการสวยงาม นอกจากนี้ถายในวัดยังมีสิ่งศักดิ์สิทธิ์ ให้ได้สักการะมากมาย ทั้งพระพุทธปารุรังสีสัมมะโพธิญาณ,ท้าวเวสสุวรรณและพญานาคราชองค์อื่นๆ ไปอุบลฯอย่าลืมไปแวะสักการะ`,
    myth: `ความเชื่อเกี่ยวกับพญานาคมาควบคู่กันกับความเชื่อเรื่องผี และพุทธ โลกทัศน์ของชาวบ้านมองว่าพญานาคเป็นสิ่งศักดิ์สิทธ์ที่มีอำนาจและอิทธิฤทธิ์ในการดลบันดาลโชคลาภและความสำเร็จให้กับคนที่เคารพบูชา พบว่า บ่วงนาคบาศถูกวางบูชาพญานาคและผีบนหิ้งพระของชาวบ้านรวมกับพระ ดอกไม้ ธูป เทียน น้ำแดง และอาหารคาว/หวาน และบริเวณวัดป่าปากโดม มีชาวบ้านนิยมนำบ่วงนาคบาศ ดอกไม้ ดอกดาวเรือง ธูป เทียน น้ำแดง และไข่ไก่มาเซ่นไหว้พญานาค นักท่องเที่ยวคนหนึ่งกล่าวว่า “เดินทางมาจากอำเภอสำโรง ได้ยินชื่อเสียงของพญานาคที่นี่มานาน กระทั่งญาติมาจากจังหวัดอุดรธานี จึงชวนกันมาไหว้ขอพรที่นี่ ครั้งนี้แค่มาขอพรเท่านั้น ไม่ได้บนบานอะไร เห็นไข่ที่เขาวางไว้ตรงนั้นน่าจะเป็นไข่ของคนที่เขาประสบความสำเร็จหลังจากมาขอหรือมาบนบานไว้”

`,
    wish: `คาถา บทสวด และคำบูชา 
บริเวณรูปปั้นพญานาคมีแผ่นป้ายเขียนข้อความบทสวดคาถาและคำแปลไว้ คือ คาถาบูชาปู่ทะนะมูละนาคราช และขอโชคลาภ คาถา มหาโชคลาภ และคำอธิฐาน มีข้อความว่า ด้วยอำนาจพระรัตนตรัย ข้าพเจ้า (ชื่อ-นามสกุล) มีความเชื่อ มีความศรัทธาในทิพย์ภาวะ และบุญบารมีแห่งองค์เพทบุตร นาคราช ทั้ง 4 ตระกูล วิรูปักโข, ฉัพพยาปุตตะ, กันหาโคตรมะ, เอราปถะปู่ศรีสุทโธ นาคราชแห่งอีสานทิศ ชมพูนาคราชแห่งอุดรทิศ และพญานาคทุกหมู่เหล่าทุกทิศานุทิศทั่วสากลจักรวาล ข้าพเจ้าถวายดอกไม้มงคล และเครื่องบูชาสักการะนี้ จงสำเร็จแด่องค์เทพบุตรนาคราช ตลอดถึงนาคราชทุกหมู่เหล่าซึ่งมีท่านทะนะมูลนาคราช เป็นต้น จงรับและประทานพรอันประเสริฐให้บังเกิดความสุข ความเจริญ มีเสน่ห์เมตตามหานิยม บังเกิดโชคลาภ ความร่ำรวย โชคดี ตลอดจนถึงขอให้มีที่ดิน ที่อยู่อาศัย มีทรัย์สมบัติอันมั่นคง ดำรงตนเพื่อประกอบคุณงามความดี และสร้างบุญกุศลได้ตลอดไป ขอคำอธิฐานนี้จงเกิดแก่ข้าพเจ้า ครอบครัวของข้าพเจ้า ตั้งแต่บัดนี้เป็นต้นไป ด้วยเทอญ (สร้างถวายโดย คุณวัฒนา พันธุ์เสือ)

ข้อความในบทคาถาว่า “คาถาบูชาปู่ทะนะมูละนาคราช และขอโชคลาภ นะโม ตัสสะ ภะคะวะโต อะระหะโต สัมมาสัมพุทธธัสสะ (3 จบ) พุทธะมะอะอุ นะโมพุทธายะ พุทธโธ ธัมโม สังโฆ ยะธาพุทโฆนะ สีสะหัสสะ สุธรรมา มณีนพรัตน์ เอหิสังคัง ปิยังมะมะ เมตตัญจะมหาโลภา ปิโยนาคะ สุปันนานัง อะหังวันทามิ ทะนะมูละ นาคาธิบดี นะมามิหัง สิทธิโลโภนิรันตะรัง สัพพะสิทธิภะวันตุเม อะหังวันทามิ สัพพะโส พุทธะ ธัมมะ สังฆะ ปูเชมิ” (หมายเหตุ: สร้างโดย คุณธัญธิญา – คุณพธินิต พันธุ์สุวรรณ) และ คาถา มหาโชคลาภ ตั้งนโม (3จบ) นะมามิ สิระสา จะนาละปะ ธัมมาสะคะ สับตีสะ เมตตะ นาคะราเชนะ ยาถาปิสะโค กายาวาจา จิตตัง อะหัง วันทา นาคาธิบดี ทะนะมูละ วิสุทธิเทวา ปูเชมิ ทุติยัมปิ กายาวาจา จิตตัง อะหัง วันทา นาคาธิบดี ทะนะมูละ วิสุทธิเทวา ปูเชมิ ตะติยัมปิ กายาวาจา จิตตัง อะหัง วันทา นาคาธิบดี ทะนะมูละ วิสุทธิเทวา ปูเชมิ เมตตัณจะ มหาลาโภ ปิโย นาคา ปริตตัง”

จุดธูปให้พญานาค 7 ดอก ถ้าบนบานสานกล่าว 9 ดอก ดอกไม้ 5 คู่ คือ ขันธ์ 5 มีน้ำแดงและอื่นๆ เป็นการไหว้เจ้าที่ พญานาคเป็นเทพไม่เรียกว่าผี แต่บางครั้งชาวบ้านมองสิ่งศักดิ์สิทธ์เป็นความหมายเชิงบากทำนองเดียวกัน ทั่งพญานาค ผี นางกวัก และพระแต่ข้อจำกัดของชาวบ้านคือการรวมกลุ่มอาจจะยาก เพราะขายด้วยกันไม่ถูกกันก็มี ไข่แก้บน มีการขอเรื่องต่าง ๆ เช่น หน้าที่การงาน การใช้ไข่มีตั้งแต่ 1-9 ถาดแล้วแต่คนที่บน มีทั้งหัวหมู ไก่ แล้วแต่คนจะบน ตั้งแต่ผมเกิดมาผมก็เห็นพญานาค ตั้งแต่มีพญานาคมาถือว่าสังคมและเศรษฐกิจบ้านเราดีขึ้นกว่าแต่ก่อน บางคนมีอยู่มีกิน บางคนทำร้านใหญ่ตั้งหลักครอบครัวได้เลย เพราะไม่ได้มีค่าใช้จ่ายหลัก มีแค่เสียค่าน้ำค่าไฟครั้งละ 100-200 บาท แล้วแต่ครั้ง`,
    sacredthing: `ทะนะมูลนาค   ชาวบ้านเชื่อว่าในพื้นที่มีพญานาคอาศัยอยู่ที่แห่งนี้ 2 ตน คือ “เจ้าปูภูวงศ์” และ “เจ้าย่าปทุมมา” นอกจากนั้น ยังมีเรื่องเล่า ตำนาน ความเชื่อเกี่ยวกับงูใหญ่ที่อาศัยอยู่แต่เดิมก่อนที่จะมีรูปปั้นพญานาคทะนะมูลนาค ชาวบ้านมองว่าเจ้าปูภูวงศ์พญานาคสีเขียวเป็นพ่อใหญ่ของชาวบ้านและคนปากโดม จึงให้ความเคารพนับถือมาอย่างยาวนาน และพญานาคอีกตน คือ เจ้าย่าปทุมมา” พญานาคสีขาว ชาวบ้านนิยมมาไหว้เพื่อขอพรสถาปัตยกรรมองค์พญานาคดูยิ่งใหญ่อลังการและสวยงาม ภายในวัดยังมีสิ่งศักดิ์สิทธิ์ให้ได้สักการะกันอีกมากมายทั้งพระพุทธปารุรังสีสัมมะโพธิญาณและพญานาคองค์อื่นๆ สมนึก ชาวบ้านเล่าว่า “พระอาจารย์เป็นพระธุดงค์พระเดินทางแสวงบุญมาเรื่อยๆ บ้านเดิมมาจากร้อยเอ็ด เดินทางมาปักกกรดและจำศีลตั้งแต่สมัยยังไม่มีศาลา ครั้งนั้นมีพญานาคมาเข้านิมิต (กรรมฐาน) จึงได้สร้างพญานาคขึ้นที่นี่ จริงๆ ที่นี่ไม่ใช่ “วัด” ชาวบ้านเรียกว่า “สำนักสงฆ์” ตั้งขึ้นประมาณ 20 ปีที่แล้ว พญานาคที่วัดป่าปากโดมมีทั้งสีขาวและสีฟ้า ชื่อเสียงโด่งดังเพราะมีคนมาขอพรต่างๆ ทั้งเรื่องตำแหน่งการงาน การขายที่ดิน บางคนติดประกาศไว้ไม่ได้ขายสักทีพอมาที่นี่แล้วกลับไปก็ได้ขาย`,
    maps: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d4611.477074356213!2d105.16024147584989!3d15.30628698526803!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3115d3a848f6a1a1%3A0x773d213be2b6b155!2z4Lin4Lix4LiU4Lib4LmI4Liy4Lib4Liy4LiB4LmC4LiU4Lih4LitLiDguJ7guLTguJrguLnguKXguKHguLHguIfguKrguLLguKvguLLguKM!5e1!3m2!1sth!2sth!4v1740900662808!5m2!1sth!2sth",
  },
  {
    id: 6,
    img: PPN,
    title: "วัดป่าพิฆเนศวร (วัดบ้านบาก)",
    youtube: "https://www.youtube.com/embed/blNUwP72gQ0?si=ijMPtVpJBI0JjQoE",
    tagsmyth: ["ความรัก"],
    tagsdestinations: ["การไหว้พระ"],
    tagsrituals: ["การบูชาเทพ"],
    description:
      "เป็นวัดที่ได้รับความนิยมจากผู้มีความเชื่อในเรื่องของพิฆเนศวร ซึ่งเป็นเทพเจ้าแห่งความสำเร็จและโชคลาภที่มีการบูชาอย่างแพร่หลาย โดยเฉพาะในกลุ่มคนที่เชื่อในเรื่องของการเสริมโชคลาภ การงาน และความรักภายในวัดบ้านบากจะมีรูปปั้น พิฆเนศวร ที่มีขนาดใหญ่และโดดเด่น ซึ่งเป็นที่เคารพของผู้ศรัทธาและนักท่องเที่ยวที่มาขอพรเกี่ยวกับการงาน ความสำเร็จในชีวิต และการเสริมดวงในด้านต่าง ๆ เช่น การขอให้ชีวิตมีความเจริญรุ่งเรือ",
    history: `วัดป่าพระพิฆเณศวร์ หรือ วัดป่าบ้านบาก บ้านปากน้ำ (บุ่งสระพัง) เป็นวัดร้างตั้งอยู่ในดงพระคเณศ หรือ ดงพิษเณศ ตามภาษาปากชาวบ้าน เดิมเป็นชุมชนบุ่งสระพังโบราณ เรียกว่า “บ้านตาเณศ” เป็นสถานที่ศักดิ์สิทธิ์มาตั้งแต่ยุคหินตั้ง มีการขุดพบโครงกระดูกคน ๘ ศอก และใบเสมาหินทรายหลากหลายขนาดตั้งกระจายอยู่ตามป่า มีการพบพระพิฆเณศวร์หินทราย ชาวบ้านเรียกพระมีงวง,โคอุสุภราชหินทราย หรือโคนนทิ ชาวบ้านเรียกกระทิงหมอบ และพบปลียอดปราสาท สันนิษฐานว่า สถานที่แห่งนี้เคยเป็นเทวสถานมาก่อน เมื่อมีการรับพระพุทธศาสนาแบบทวารวดี จึงได้เปลี่ยนเทวสถานให้เป็นวัดในพระพุทธศาสนา. เนื่องจากบ้านตาเณศ ชุมชนบุ่งสระพังตั้งอยู่ริมแม่น้ำมูลและตามแนวบุ่งสระพัง จึงประสบกับปัญหาน้ำท่วมเป็นประจำ ประกอบกับเกิดโรคห่าลง ปีหนึ่ง ผู้คนล้มตายเป็นใบไม้ร่วง ต้องถอนเสาบ้านเสาเรือนหนีเข้าไปอยู่ตามป่าตามดง

ปู่คำแหง ปู่คำหาญ ปู่คำลือชา ปู่ทองลาย และปู่จันทร์วงศ์ ซึ่งเป็นหลักบ้านอยู่ในยุคสมัยนั้น จึงชวนกันย้ายหมู่บ้านขึ้นไปอยู่ดงบากใหญ่ ที่ตั้งหมู่บ้านปากน้ำ ในปัจจุบัน และสร้างวัดปากน้ำขึ้นในปี พ.ศ. ๒๓๒๐ โดยได้ขนย้ายพระพุทธรูปหินและเสมาหินขึ้นไปไว้ในหมู่บ้านด้วย
ต่อมา ในราวปี พ.ศ. ๒๓๑๑ พระวอพระตาอพยพจากหนองบัวลุ่มภูมาตั้งบ้านเมืองอยู่ที่บ้านดอนมดแดง ได้ให้กองช้างกองม้ามาตั้งบ้านบำรุงรี้พลช้างม้าอยู่บริเวณดงพระคเณศ กลุ่มพระวอพระตาจึงเป็นอีกหนึ่งชุมชนที่มา

ตั้งบ้านเรือนอยู่บริเวณ ปากบุ่งสระพัง
เมื่อประสบกับปัญหาน้ำท่วม กลุ่มพระวอพระตาจึงได้ย้ายไปอยู่ดงอู่ผึ้ง ซึ่งเป็นที่ตั้งเมืองอุบลราชธานีในปัจจุบัน ชุมชนโบราณบ้านตาเณศจึงกลายเป็นป่าดงพงพี ไม่มีใครย่างกรายเข้าไป ชาวบ้านเรียกติดปากว่า “ดงพระคเณศ” หรือ “ดงพิษเณศ”

`,
    recommend: `วัดป่าพระพิฆเณศวร์ วัดป่าบ้านบาก วัดป่าแห่งนี้เป็น สถานที่ขุดพบโบราณวัตถุ ที่มีความสำคัญยิ่งต่อการศึกษา ประวัติศาสตร์ของชาติ และ ในปี พ.ศ. 2549 ยังมีรายงานการ ขุดพบ โคอุสุภราชหินทราย ซึ่งเป็นวัวพาหนะของพระอิศวร ตามความเชื่อของศาสนาพราหมณ์ อายุอยู่ในราวพุทธศตวรรษที่ 15-16 ที่บริเวณข้าง วัดป่าพระพิฆเณศวร์  การขุดพบ พระพิฆเณศวร์หินทราย และ โคอุสุภราชหินทราย ซึ่งเป็น วัวพาหนะของพระอิศวร ตามความเชื่อของศาสนาพราหมณ์ ที่บริเวณ วัดร้างแห่งนี้ ทำให้เชื่อแน่ได้ว่า วัดป่าพระพิฆเณศวร์ – วัดป่าบ้านบาก สถานที่แห่งนี้จะเป็นชุมชนโบราณ และเป็น สถานที่ทางศาสนาพราหมณ์  เทวสถาน ใน ยุคเจนละบกเจนละน้ำ  ในยุคที่เฟื่องฟู เจริญรุ่งเรือง ในครั้งอดีตกาล มีอิทธิพลสืบต่อมาจนถึงเขมรยุคเมืองพระนคร`,
    myth: `
    เชื่อว่าการไว้บูชาพระพิฆเนศจะบันดาลความสำเร็จในสิ่งที่มุ่งหวังหรือปรารถนาไว้ ช่วยขจัดปัญหาและอุปสรรคต่างๆ ไม่ว่าจะเป็นการขอพรด้านการงาน การค้าขาย การทำธุรกิจ และความร่ำรวย เราจึงมักเห็นผู้ที่ทำงานในวงการบันเทิงและวงการเกี่ยวข้องกับศิลปวัฒนธรรม มักนิยมนับถือบูชาพระพิฆเนศนั่นเอง
    
    ยุคพระวอ-พระตา ตั้งเมืองดอนมดแดง (ราว พ.ศ. ๒๓๑๑) ขุดพบหลวงพ่อเงิน พระพุทธรูปประจำกองทัพพระวอ-พระตา ศิลปะเชียงแสน ล้านช้าง ถูกฝังไว้ภายในกล่องหิน พบพระทองคำ พระเงิน พระสัมฤทธิ์ พระผงหว่านจำปาสัก และพระในรูปแบบอื่น ๆ อีกจำนวนมาก ปัจจุบัน อัญเชิญมาประดิษฐานอยู่วัดปากน้ำ ซึ่งเป็นวัดประจำหมู่บ้าน
ความยำเกรงที่ชาวบ้านปากน้ำมีต่อปู่บุ่งสระพังและปู่ดงพระคเณศถูกบอกต่อกันมา จนกลายเป็นเรื่องเล่าปรัมปราที่สะท้อนถึงความเชื่อความศรัทธาที่ดำรงอยู่ในวิถีชีวิตแบบบ้าน ๆ แล้วส่งต่อสู่ลูกหลาน ผ่านการปฏิบัติตาม ฮีตคลอง ต้องเลี้ยงปู่เลี้ยงตาเป็นประจำทุกปี จนเป็นแบบแผนของชุมชนถึงปัจจุบัน`,
    sacredthing: `ต้องย้อนเวลากลับไปเมื่อหลายร้อยปีก่อน “พระพิฆเนศ” ได้ถือกำเนิดขึ้น นับว่าเป็นองค์เทพที่มีความสามารถ ทำให้ได้รับการเคารพเป็นอันดับ 1 ตามคติพราหมณ์–ฮินดู เพียบพร้อมไปทั้งสติปัญญา เฉลียวฉลาดเป็น ไม่ว่าเกิดอะไรขึ้นก็สามารถแก้ปัญหาได้ทุกอย่าง อยู่เหนือความขัดแย้งทั้งปวง เก่งเรื่องของการใช้วาจาเป็นผู้อุปถัมภ์ศิลปะวิทยาการรวมถึงศาสตร์ทุกแขนง ฉลาดคิด ฉลาดพูด แม้แต่องค์เทพระดับสูงยังต้องยอมรับ ทำให้พระพิฆเนศมากมายไปด้วยลูกศิษย์ลูกหามีผู้บูชาในฐานะบรมครู จากตำนานคำบอกเล่า เมื่อเวลาล่วงเลยผ่านไปอยู่มาวันหนึ่งระหว่างที่พระศิวะเดินทางกลับเขาไกรลาส แต่ตอนนั้นเขาไม่รู้สิ่งใด ๆ พระพิฆเนศได้เข้าต่อสู้ขัดขวาง

ทำให้ระหว่างนั้นพระศิวะใช้ตรีศูลบั่นพระเศียรของพระพิฆเนศ โดยไม่มีสติรู้ตัวว่านั่นคือลูกของตนแท้ ๆ เมื่อทุกอย่างเกิดขึ้นพระพิฆเนศไม่สามารถสู้กับพระศิวะได้จึงทำให้เสียชีวิต แต่เมื่อพระศิวะมีสติรู้ตัวก็หาวิธีที่จะฟื้นคืนลมหายใจให้กลับมามีชีวิต ถึงจะสามารถทำได้แต่ปัญหาอยู่ที่ไม่มีพระเศียรเดิมจึงต้องเอาหัวของช้างมาต่อแทน จึงเป็นที่มาว่าทำไมพระพิฆเนศจึงมีรูปร่างลักษณะเหมือนที่เราเห็นกัน ลักษณะของพระพิฆเนศคือ มีพระเศียรเป็นช้างแต่วรกายทั้งหมดเป็นมนุษย์ เมื่อการชุบชีวิตเสร็จสมบูรณ์พระศิวะก็ประทานพรให้กับลูกชาย มอบ “สติปัญญาเฉียบแหลม เป็นที่ยำเกรงของเหล่าอสูร เทวดา และมนุษย์ทั้งปวง” เมื่อเวลาล่วงเลยผ่านไปศรัทธาเริ่มมากขึ้นเรื่อย ๆ ทำให้ทุกคนหันมาเคารพในตัวพระพิฆเนศ มีการท่อง คาถาบูชาพระพิฆเนศ ต่อเนื่องยาวนานมาจนถึงปี 2022!`,
    wish: `
    การเตรียมการสักการะพระพิฆเนศ

โดยหลักๆแล้ว การบูชาสักการะองค์พระพิฆเนศ สามารถบูชาได้ทุกวัน สามารถบูชาได้ทุกคน และสามารถอธิษฐานขอพรได้อย่างไม่จำกัด แต่หากต้องการบูชาอย่างถูกต้องตามความเชื่อนั้น ให้เริ่มต้นบูชาสักการะในวันอังคาร และวันพฤหัสบดี เพื่อถวายตัวเป็นผู้ศรัทธาของพระพิฆเนศ หลังจากนั้น สามารถบูชาได้ตามปกติ วันไหนก็ได้ เนื่องจากถือเป็นฤกษ์มงคลทั้งสิ้น
    
    เครื่องสักการะ ไหว้พระพิฆเนศ ควรประกอบไปด้วย น้ำสะอาด นมรสจืด หรือโยเกิร์ตรสธรรมชาติ ดอกบัว ดอกดาวเรือง ดอกกุหลาบ ผลไม้มงคล เช่น กล้วย มะพร้าว อ้อย สับปะรด ส้ม ขนมหวาน เช่น ขนมลาดูโมทกะ ข้าวเปล่า ธูป 9 ดอก เทียน 2 เล่ม
    
    ของไหว้สำหรับบูชาพระพิฆเนศ

ผลไม้ : อ้อย

เครื่องดื่ม : น้ำอ้อยและนมวัว

ขนมไทยและขนมอินเดีย : ขนมโมทกะ ขนมต้มแดง ขนมต้มขาว และขนมหวานลาดูป

ของไหว้อื่นๆ : ข้าวสาร เกลือ พึช ผัก 

สำหรับบูชาพระพิฆเนศ ห้ามสักการะด้วยเนื้อสัตว์ทุกชนิด สามารถใช้ขนมที่มีส่วนผสมของไข่ได้ แต่ถ้าหลีกเลี่ยงได้ จะดีกว่า
    
ขั้นตอนการบูชาพระพิฆเนศ

- ให้นำเครื่องบูชาสักการะ วางไว้ด้านหน้าเทวรูปพระพิฆเนศ

- นำดอกไม้วางไว้หน้าเทวรูป หากเป็นพวงมาลัยให้นำไปคล้องที่พระกรของเทวรูป

- จุดเทียน ธูปหอม กำยาน ต่อหน้าเทวรูป

- ทำจิตใจให้สงบ ท่องนะโม 3 จบ ต่อด้วยบทสวดพระพิฆเนศ

- เมื่อท่องบทสวดมนต์เสร็จสิ้นแล้ว ให้ตั้งจิตอธิษฐานขอพรได้เลย และกล่าวคำว่า โอม ศานติ 3 ครั้ง ทิ้งท้าย เพื่อขอความสงบสุขและสันติ เป็นอันเสร็จสิ้นพิธี
    
    
บทสวดพระพิฆเนศเพื่อความสำเร็จ

โอม ศรีคะเนศายะนะมะ

ชะยะคะเณศะ ชะยะคะเณศะ ชายะคะเณศะ

เทวา มาตา ชากี ปะระ วะตี ปิตามะหา เทวา ละฑุวัน

กา โกคะ ละเค สันตะ กะเร เสวา เอก ทันตะ

ทะยาวันดะ จาระ ภุชา ธารี มาเถ สินทูระ เสเห

มูเส กี อะสะวารี อันธะนะ โก อางขะ เทตะ

โก กายา พามณะนะ โก กุตรร เทตะ

โกทินะ นิระทะนะ มายาฯ
    `,
    maps: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d4610.726856926053!2d104.98001467584929!3d15.270265685299352!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x31168081cd66c3fb%3A0x779b90ad3cde8612!2z4Lin4Lix4LiU4Lia4LmJ4Liy4LiZ4Lia4Liy4LiBICjguKfguLHguJTguJvguYjguLLguJ7guLTguIbguYDguJnguKjguKfguKMp!5e1!3m2!1sth!2sth!4v1740900717120!5m2!1sth!2sth",
  },
  {
    id: 7,
    img: TY,
    title: "วัดบ้านตำแย",
    youtube: "https://www.youtube.com/embed/Hi3XUzd7FN8?si=4lSEx1dYsmuHgzfb",
    tagsmyth: ["เรื่องเล่าชาวบ้าน"],
    tagsdestinations: ["ความรัก", "การงาน", "เงินทอง", "การเรียน"],
    tagsrituals: ["สิ่งศักดิ์สิทธิ"],
    description: ``,
    history: `วัดบ้านตำแยเป็นวัดราษฎร์ สังกัดมหานิกาย ไม่ปรากฏหลักฐานการก่อตั้งวัดที่แน่ชัด แต่จากจารึกอักษรไทยน้อยที่ผนังด้านนอกเหนือประตูทางเข้าสิม (อุโบสถ) ระบุว่าสิมหลังนี้สร้างเสร็จเมื่อ พ.ศ. 2417 โดยญาครูทา สมเด็จชาดา ภิกษุ สามเณร และอุบาสกได้ร่วมกันสร้างขึ้น `,
    recommend: `•	สิม (อุโบสถ) โบราณ: สิมวัดบ้านตำแยเป็นอาคารก่ออิฐถือปูน ขนาด 3 ห้อง หันหน้าไปทางทิศตะวันออก มีมุขโถงด้านหน้าและเสาไม้กลมรองรับหลังคาทรงจั่วมุงด้วยกระเบื้องดินเผา โดดเด่นด้วยคันทวยไม้แกะสลักรูปพญานาคมีปีก และหน้าบันไม้ลายไม้ตั้ง ซึ่งสะท้อนถึงศิลปกรรมท้องถิ่นอีสาน  
•	คันทวยไม้แกะสลัก: คันทวยไม้แกะสลักรูปพญานาคมีปีกที่ประดับอยู่บนสิม เป็นงานฝีมือที่งดงามและเป็นเอกลักษณ์ของวัด 
`,
    myth: `•	ศาลตายาย: ภายในวัดมีศาลตายายที่ประชาชนเชื่อว่าศักดิ์สิทธิ์มาก ผู้คนมักมาขอพรเกี่ยวกับโชคลาภ การงาน และความรัก โดยมีความเชื่อว่าขออะไรก็สมหวัง บ้างก็ว่าขอแสนได้แสน ขอล้านได้ล้าน 
•	พระพรหม: มีความเชื่อเกี่ยวกับพระพรหมที่วัดบ้านตำแยว่าศักดิ์สิทธิ์ ผู้คนมักมาขอพรและเชื่อว่าท่านประทานพรให้สมหวังในสิ่งที่ปรารถนา 
`,
    sacredthing: `•	พระพุทธรูปประธานในสิม: ภายในสิมประดิษฐานพระพุทธรูปก่ออิฐถือปูน ปางมารวิชัยในซุ้มเรือนแก้ว เป็นที่เคารพสักการะของประชาชน  
•	ศาลตายาย: สถานที่ที่ประชาชนนิยมมากราบไหว้และขอพรเกี่ยวกับโชคลาภและความสำเร็จในชีวิต 
•	พระพรหม: เป็นอีกหนึ่งสิ่งศักดิ์สิทธิ์ที่ผู้คนมักมากราบไหว้และขอพร 
`,
    wish: `•	การไหว้ศาลตายาย: ผู้คนมักนำดอกไม้ ธูป เทียน และของถวายอื่น ๆ มาสักการะ พร้อมทั้งอธิษฐานขอพรตามความปรารถนา  
•	การไหว้พระพรหม: นิยมจุดธูป 9 ดอก และถวายดอกไม้หรือพวงมาลัย พร้อมทั้งอธิษฐานขอพรด้วยความตั้งใจ 
วัดบ้านตำแยเป็นสถานที่ที่มีความสำคัญทั้งในด้านประวัติศาสตร์ ศิลปกรรม และความเชื่อของประชาชน หากมีโอกาส ควรไปเยือนเพื่อสัมผัสบรรยากาศและสักการะสิ่งศักดิ์สิทธิ์ด้วยตนเอง
`,
    maps: `https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d474.2602791942123!2d104.86573612713714!3d15.269552420075463!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x311687f268d9441f%3A0xa21f4b7292634502!2z4Lin4Lix4LiU4Lia4LmJ4Liy4LiZ4LiV4Liz4LmB4Lii!5e1!3m2!1sth!2sth!4v1742038984097!5m2!1sth!2sth`,
  },
  {
    id: 8,
    img: SHM,
    title: "ศาลหลักเมือง จังหวัดอุบลราชธานี",
    youtube: "https://www.youtube.com/embed/1yXVCvtLfV0?si=RzfnMM_Ihdm6BXeS",
    tagsmyth: ["เรื่องเล่าชาวบ้าน"],
    tagsdestinations: ["การงาน", "เงินทอง"],
    tagsrituals: ["สิ่งศักดิ์สิทธิ"],
    description: ``,
    history: `การก่อสร้างศาลหลักเมืองอุบลราชธานีเริ่มขึ้นเมื่อวันที่ 27 สิงหาคม พ.ศ. 2515 โดยมีสมเด็จพระมหาวีรวงศ์ (พิมพ์ ธมฺมธโร) เป็นผู้ให้ฤกษ์และเป็นประธานในพิธี เสาหลักเมืองทำจากไม้ราชพฤกษ์ ยอดเป็นรูปดอกบัวตูม เมื่อการก่อสร้างเสร็จสมบูรณ์ พระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 สมเด็จพระนางเจ้าพระบรมราชินีนาถ และสมเด็จพระบรมโอรสาธิราชสยามมกุฎราชกุมารได้เสด็จพระราชดำเนินมาทรงประกอบพิธีเปิดศาลหลักเมืองอุบลราชธานี เมื่อวันที่ 16 มกราคม พ.ศ. 2519  `,
    recommend: `•	สถาปัตยกรรม: ศาลหลักเมืองมีสถาปัตยกรรมรูปแบบจตุรมุขของภาคกลาง โดดเด่นด้วยเสาหลักเมืองที่ทำจากไม้ราชพฤกษ์ ยอดเป็นรูปดอกบัวตูม  
•	ทำเลที่ตั้ง: ตั้งอยู่ในบริเวณทุ่งศรีเมือง ซึ่งเป็นพื้นที่สำคัญของจังหวัด บริเวณโดยรอบใช้เป็นสถานที่จัดงานพิธีการต่าง ๆ และเป็นที่พักผ่อนหย่อนใจของชาวเมืองอุบลราชธานี  
`,
    myth: `ชาวอุบลราชธานีมีความเชื่อว่าการสักการะศาลหลักเมืองจะเสริมความมั่นคงในชีวิต ทำให้ชีวิตราบรื่น มีความสุขสมหวัง ในวันขึ้น 1 ค่ำ เดือน 7 ของทุกปี เทศบาลนครอุบลราชธานีร่วมกับผู้เกี่ยวข้องจะจัดพิธีบวงสรวงสักการะหลักเมืองเป็นประเพณีสืบต่อมาจนถึงปัจจุบัน  `,
    sacredthing: `•	เสาหลักเมือง: ทำจากไม้ราชพฤกษ์ ยอดเป็นรูปดอกบัวตูม เป็นที่เคารพสักการะของประชาชน  
•	อนุสาวรีย์พระอุบาลีคุณูปมาจารย์ (จันทร์ สิริจนฺโท) และ สมเด็จพระมหาวีรวงศ์ (ติสโส อ้วน): ตั้งอยู่ในบริเวณศาลหลักเมือง ให้ประชาชนได้สักการะ 
`,
    wish: `การสักการะศาลหลักเมืองนิยมใช้ดอกไม้ เช่น ดอกกล้วยไม้ ดอกดาวเรือง ธูป เทียน พวงมาลัย แผ่นทอง และผ้า 3 สี 5 สี 7 สี การไหว้ศาลหลักเมืองเชื่อว่าจะเสริมความมั่นคงในชีวิต ทำให้ชีวิตราบรื่น มีความสุขสมหวัง  
ศาลหลักเมืองจังหวัดอุบลราชธานีเป็นสถานที่สำคัญที่ประชาชนและนักท่องเที่ยวนิยมมากราบไหว้เพื่อความเป็นสิริมงคล หากมีโอกาส ควรไปเยือนเพื่อสัมผัสบรรยากาศและสักการะสิ่งศักดิ์สิทธิ์ด้วยตนเอง
`,
    maps: `https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2761.9759999352636!2d104.85515577326036!3d15.228298561404726!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x31168631f1f43d03%3A0x617e45c0a07c93e2!2z4Lio4Liy4Lil4Lir4Lil4Lix4LiB4LmA4Lih4Li34Lit4LiHIOC4iOC4seC4h-C4q-C4p-C4seC4lOC4reC4uOC4muC4peC4o-C4suC4iuC4mOC4suC4meC4tQ!5e1!3m2!1sth!2sth!4v1742038887907!5m2!1sth!2sth`,
  },
  {
    id: 9,
    img: VHPC,
    title: "วัดหนองป่าพง (วัดหลวงปู่ชา)",
    youtube: "https://www.youtube.com/embed/JndpCfpur_A?si=1YKlyUPbznrR0YWG",
    tagsmyth: ["เรื่องเล่าชาวบ้าน"],
    tagsdestinations: ["การงาน", "เงินทอง", "สุขภาพ"],
    tagsrituals: ["สิ่งศักดิ์สิทธิ"],
    description: ``,
    history: `วัดหนองป่าพงก่อตั้งขึ้นเมื่อวันที่ 8 มีนาคม พ.ศ. 2497 โดยพระโพธิญาณเถร (ชา สุภัทโท) ท่านเป็นพระวิปัสสนาจารย์สายพระอาจารย์มั่น ภูริทัตโต วัดนี้เป็นสำนักปฏิบัติธรรมที่แวดล้อมด้วยธรรมชาติ มุ่งหมายให้พระภิกษุสงฆ์และผู้ปฏิบัติธรรมได้ประพฤติพรหมจรรย์ตามรอยพระพุทธเจ้า  `,
    recommend: `•	สถาปัตยกรรมของพระอุโบสถ: พระอุโบสถของวัดมีสถาปัตยกรรมไทยประยุกต์-ร่วมสมัย ออกแบบโดยอาจารย์บำเพ็ญ พันธ์รัตนอิสระ ตามแนวคิดของหลวงปู่ชา โบสถ์ตั้งอยู่บนเนินดินสูง มีหลังคาทรงโดมสูงและมีความเรียบง่าย แข็งแรง ทนทาน  
•	เจดีย์พระโพธิญาณเถร: เจดีย์นี้สร้างขึ้นเพื่อบรรจุอัฐิของหลวงปู่ชา มีรูปแบบผสมผสานระหว่างสถาปัตยกรรมอีสานกับล้านช้าง องค์เจดีย์เป็นบัวเหลี่ยมสีเหลืองทอง ตั้งอยู่บนฐานกลม มีบันไดทางขึ้นและทางเข้าสี่ทิศ  
•	พิพิธภัณฑ์พระโพธิญาณเถร: อาคารสามชั้นทรงไทยประยุกต์ จัดแสดงประวัติและเครื่องอัฐบริขารของหลวงปู่ชา รวมทั้งโบราณวัตถุและสิ่งของต่าง ๆ ที่ชั้น 3 ประดิษฐานหุ่นขี้ผึ้งของหลวงปู่ชา ให้ผู้เลื่อมใสศรัทธาได้สักการะ 
`,
    myth: `วัดหนองป่าพงเน้นการปฏิบัติธรรมและวิปัสสนากรรมฐาน ไม่เน้นเรื่องโชคลาภหรือความเชื่อในสิ่งศักดิ์สิทธิ์เพื่อประโยชน์ทางโลก หลวงปู่ชาสอนให้ผู้ปฏิบัติมุ่งเน้นการเจริญสติและปัญญา เพื่อความพ้นทุกข์ตามหลักพระพุทธศาสนา`,
    sacredthing: `•	พระประธานในพระอุโบสถ: ภายในพระอุโบสถประดิษฐานพระประธานที่เป็นที่เคารพสักการะของผู้มาเยือน
•	อัฐิของหลวงปู่ชา: บรรจุอยู่ภายในเจดีย์พระโพธิญาณเถร ซึ่งเป็นสถานที่ที่ผู้ศรัทธามักมากราบไหว้ 
`,
    wish: `แม้ว่าวัดหนองป่าพงจะไม่เน้นการขอพรเพื่อโชคลาภ แต่ผู้มาเยือนสามารถกราบไหว้ด้วยความเคารพและตั้งจิตอธิษฐานเพื่อความสงบสุขของจิตใจ การปฏิบัติธรรมและเจริญสติภายในวัดถือเป็นการเสริมสร้างบุญกุศลและความเป็นสิริมงคลแก่ตนเอง
วัดหนองป่าพงเป็นสถานที่ที่เหมาะสำหรับผู้สนใจการปฏิบัติธรรมและศึกษาหลักธรรมในบรรยากาศที่สงบและร่มรื่น ผู้มาเยือนจะได้รับประสบการณ์ที่ล้ำค่าในการเสริมสร้างสติและปัญญา
`,
    maps: `https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2762.8859520698134!2d104.82637807325865!3d15.158802063170501!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x31168f6e63dd2acd%3A0x5dd98ff4dadec21a!2z4Lin4Lix4LiU4Lir4LiZ4Lit4LiH4Lib4LmI4Liy4Lie4LiHICjguKvguKXguKfguIfguJvguLnguYjguIrguLIp!5e1!3m2!1sth!2sth!4v1742038821120!5m2!1sth!2sth`,
  },
];
