import TestOne from "./assets/images/Test One.jpg";
import TestTwo from "./assets/images/Test two.jpg";
import TestThree from "./assets/images/Test three.jpg";
import TestFour from "./assets/images/Test four.jpg"
import TestFive from "./assets/images/Test five.jpg"
import TestSix from "./assets/images/Test six.jpg"

export const MythData = [
	{
	  id: 1,
	  img: TestOne,
	  title: "วัดสารพัดนึก",
	  tags:['การไหว้พระ','การบูชาเทพ','ของไหว้'],
	  description:
		"เป็นสถานที่ที่มีความเชื่อในเรื่องการขอพรในหลากหลายด้าน ตามความต้องการของผู้ที่มาขอพร โดยคำว่า “สารพัดนึก” ในชื่อวัดเองก็มาจากการที่สามารถขอพรได้ทุกเรื่องที่ผู้คนคิดถึงหรือมีความต้องการโดยโบราณสถานและโบราณวัตถุที่สำคัญ ได้แก่ พระเกสรดอกไม้ พระพุทธรูปไม้ปางมารวิชัยรูปหล่อพระบูรพาจารย์ กุฏิราษฎร์พิทักษ์สีนุสรณ์ คำภีร์ใบลาน",
	},
	{
	  id: 2,
	  img: TestTwo,
	  title: "วัดมหาวนาราม (วัดป่าใหญ่)",
	  tags:['ของไหว้'],
	  description:
		"เป็นพระอารามหลวงแห่งแรกในจังหวัดอุบลราชธานี ซึ่งมีความสำคัญทางประวัติศาสตร์และศาสนาอย่างยิ่งเป็นสถานที่ศักดิ์สิทธิ์ที่ได้รับความนิยมจากผู้ที่มีความเชื่อในเรื่องโชคลาภและการเสริมดวงชะตา หรือ ”สายมู”โดยเฉพาะในการขอพรเรื่องการงาน การเงิน สุขภาพ และความรัก ผู้ที่มาที่วัดมักขอพรให้การงานเจริญรุ่งเรืองความสำเร็จในธุรกิจ หรือการศึกษา รวมถึงขอให้ชีวิตมีความสุขและไร้โรคภัยไข้เจ็บ วัดป่าใหญ่เป็นสถานที่สงบที่เหมาะสำหรับการนั่งสมาธิและเสริมศรัทธา ช่วยเสริมดวงและจิตใจให้ดีขึ้น",
	},
	{
	  id: 3,
	  img: TestThree,
	  title: "วัดพระธาตุหนองบัว",
	  tags:['การบูชาเทพ'],
	  description:
		"เป็นวัดที่มีชื่อเสียงและมีความสำคัญอย่างยิ่งในด้านศาสนาและวัฒนธรรมของจังหวัดมีสถาปัตยกรรมที่งดงามและน่าสนใจ โดยเฉพาะ “พระธาตุเจดีย์ศรีมหาโพธิ์” ซึ่งเป็นพระธาตุที่มีความสำคัญและเป็นศูนย์รวมจิตใจของผู้ที่มีความเชื่อในศาสนาพุทธ",
	},
	{
	  id: 4,
	  img: TestFour,
	  title: "วัดทุ่งศรีเมือง",
	  tags:['การบูชาเทพ'],
	  description:
		"เป็นสถานที่สำคัญที่ได้รับความนิยมจากผู้ที่มีความเชื่อในเรื่องโชคลาภและความศรัทธา โดยเฉพาะผู้ที่มาขอพรจากสิ่งศักดิ์สิทธิ์ที่วัดนี้ ขอพรในเรื่องความรัก การหาคู่ครองที่ดี หรือเสริมดวงความรักให้ดีขึ้น อีกทั้งผู้คนยังมาที่วัดทุ่งศรีเมืองเพื่อขอพรในเรื่องสุขภาพให้แข็งแรงห่างไกลจากโรคภัยไข้เจ็บ และขอพรให้การงานเจริญรุ่งเรืองการได้รับตำแหน่งที่ดี รวมถึงการขอพรในด้านการเรียนหรือการสอบให้ประสบความสำเร็จ",
	},
	{
	  id: 5,
	  img: TestFive,
	  title: "วัดปากโดมเทพนิมิต (วัดป่าปากโดม)",
	  tags:['การไหว้พระ',],
	  description:
		"เป็นสถานที่ศักดิ์สิทธิ์ที่ผู้คนที่มีความเชื่อในเรื่องของพลังแห่งศรัทธาและความมูมักเดินทางมาขอพรเพื่อเสริมสิริ มงคลในชีวิต ขอพรเรื่องโชคลาภและความมั่งคั่ง ประสบความสำเร็จในชีวิต มีสุขภาพดี ความรักและความสัมพันธ์ การปกป้องและคุ้มครองจากภัยอันตรายด้วยความศักดิ์สิทธิ์ของพญาทะนะมูลนาคราชและความเชื่อในพลังของสถานที่แห่งนี้ จึงเป็นที่นิยมในการขอพรในหลายด้านเพื่อเสริมความโชคดีและความเป็นสิริมงคลในชีวิต",
	},
	{
	  id: 6,
	  img: TestSix,
	  title: "วัดป่าพิฆเนศวร (วัดบ้านบาก)",
	  tags:['การไหว้พระ',],
	  description:
		"เป็นวัดที่ได้รับความนิยมจากผู้มีความเชื่อในเรื่องของพิฆเนศวร ซึ่งเป็นเทพเจ้าแห่งความสำเร็จและโชคลาภที่มีการบูชาอย่างแพร่หลาย โดยเฉพาะในกลุ่มคนที่เชื่อในเรื่องของการเสริมโชคลาภ การงาน และความรักภายในวัดบ้านบากจะมีรูปปั้น พิฆเนศวร ที่มีขนาดใหญ่และโดดเด่น ซึ่งเป็นที่เคารพของผู้ศรัทธาและนักท่องเที่ยวที่มาขอพรเกี่ยวกับการงาน ความสำเร็จในชีวิต และการเสริมดวงในด้านต่าง ๆ เช่น การขอให้ชีวิตมีความเจริญรุ่งเรือ",
	},
  ];